{
  "slug": "dr-alex-craven-bariatric-upper-gastrointestinal-and-general-surgeon-bulleen",
  "name": "Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon",
  "ahpraNumber": null,
  "degrees": [],
  "memberships": [],
  "yearsExperience": "10",
  "estimatedProcedures": "2250",
  "rating": "5",
  "reviewsCount": "12",
  "phone": "+61 3 9852 3777",
  "website": "https://dralexcraven.com.au/",
  "address": {
    "streetAddress": "195 Thompsons Rd",
    "addressLocality": "Bulleen",
    "addressRegion": "Victoria",
    "addressCountry": "AU"
  },
  "locations": [],
  "procedures": [
    "Gastric Sleeve",
    "Gastric Bypass",
    "Mini Gastric Bypass",
    "Gastric Band",
    "Revision"
  ],
  "affiliations": [],
  "publications": [],
  "languages": [],
  "bio": "Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon is a highly respected bariatric surgeon based in Bulleen, Victoria, with over 10 years of substantial experience in weight loss surgery. With an exceptional 5-star rating from over 12 patient reviews, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon has established a reputation for delivering outstanding surgical outcomes and compassionate patient care throughout Australia.\n\nDr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon has completed extensive training in bariatric and metabolic surgery, meeting the rigorous standards required for performing complex weight loss procedures. Throughout a dedicated career spanning 10 years, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon has successfully performed an estimated 2,250 bariatric procedures, helping countless patients achieve significant, sustainable weight loss and improve their overall health and quality of life.\n\n**Comprehensive Bariatric Surgery Services**\n\nDr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon offers a full range of bariatric surgery procedures tailored to each patient's unique needs and health goals:\n\n**Gastric Sleeve Surgery** (Sleeve Gastrectomy) is a highly effective procedure that reduces stomach size by approximately 80%, helping patients achieve significant weight loss through portion control and hormonal changes that reduce hunger. This procedure has become one of the most popular bariatric options due to its excellent long-term results and relatively straightforward recovery.\n\n**Gastric Bypass Surgery** (Roux-en-Y) combines stomach size reduction with intestinal rerouting to limit both food intake and calorie absorption. This proven procedure is particularly effective for patients with Type 2 Diabetes, often leading to diabetes remission along with substantial weight loss.\n\n**Gastric Band Surgery** (Lap-Band) involves placing an adjustable silicone band around the upper stomach to create a small pouch, promoting early satiety and controlled eating. The band can be adjusted over time to optimize weight loss while maintaining nutritional health.\n\n**Mini Gastric Bypass** offers similar benefits to traditional gastric bypass with a simpler surgical technique, shorter operating time, and comparable weight loss results. This procedure has gained popularity for its effectiveness and lower complication rates.\n\n**Revision Bariatric Surgery** addresses complications or insufficient weight loss from previous bariatric procedures, helping patients get back on track with their weight loss goals through corrective or alternative surgical approaches.\n\nAt the heart of Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon takes time to thoroughly educate patients about their options, set realistic expectations, and develop personalized treatment plans that align with individual health goals and lifestyles.\n\nThe practice provides comprehensive pre-operative evaluation to ensure patients are well-prepared physically and mentally for surgery. This includes nutritional counseling, psychological assessment, and medical optimization to maximize surgical safety and long-term success. Post-operative care includes regular follow-up appointments, nutritional guidance, and ongoing support to help patients maintain their weight loss and adjust to their new lifestyle.\n\nDr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions, reduced post-operative pain, faster recovery times, and minimal scarring compared to traditional open surgery.\n\nAll procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon adheres to the highest safety standards and protocols, ensuring that each patient receives world-class surgical care in a secure, supportive environment.\n\nBeyond achieving weight loss, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon helps patients address numerous obesity-related health conditions including **Type 2 Diabetes**, high blood pressure, sleep apnea, high cholesterol, joint pain, fatty liver disease, and cardiovascular disease. Many patients experience significant improvement or complete resolution of these conditions following successful bariatric surgery, leading to improved quality of life and reduced dependence on medications.\n\nBariatric surgery is typically recommended for patients with a Body Mass Index (BMI) over 35 with obesity-related health conditions, or a BMI over 40 without comorbidities. During your consultation, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon will evaluate your medical history, current health status, and weight loss goals to determine if bariatric surgery is the right choice for you.\n\n**Schedule Your Consultation**\n\nDr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant, lasting weight loss. Initial consultations provide an opportunity to discuss your medical history, weight loss goals, and the various surgical options available.\n\nDuring your consultation, Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon will answer all your questions, explain the benefits and risks of each procedure, and help you determine the best path forward for your health and wellness journey.\n\nTo schedule your consultation, please call **+61 3 9852 3777** or visit dralexcraven.com.au for more information.\n\nTake the first step toward a healthier future with the expert guidance and support of Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon in Bulleen, Victoria.",
  "photo": "data:image/svg+xml;base64,PHN2ZyB3aWR0aD0iMSIgaGVpZ2h0PSIxIiB4bWxucz0iaHR0cDovL3d3dy53My5vcmcvMjAwMC9zdmciPjwvc3ZnPg==",
  "googleMapsUrl": "https://www.google.com/maps/search/?api=1&query=Dr%20Alex%20Craven%20-%20Bariatric%2C%20Upper%20Gastrointestinal%20and%20General%20Surgeon&query_place_id=ChIJv591IPVH1moRhKX7xBbTunU",
  "meta": {
    "title": "Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon - Bariatric Surgeon Bulleen | Gastric Sleeve & Bypass",
    "description": "Dr Alex Craven - Bariatric, Upper Gastrointestinal and General Surgeon is an experienced bariatric surgeon in Bulleen with 10+ years experience. Rating: 5 stars. Book your consultation for gastric sleeve, bypass, or band surgery.",
    "lastReviewed": "2025-10-31"
  },
  "citations": {
    "ahpra": null,
    "hospitalProfiles": [],
    "officialSite": "https://dralexcraven.com.au/",
    "professionalBodies": [],
    "publications": [],
    "notes": []
  }
}
