[
  {
    "original": "A/Prof Carlo Pulitano",
    "cleaned": "A/Prof Carlo Pulitano"
  },
  {
    "original": "A/Prof Carlo Pulitano has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "A/Prof Carlo Pulitano has completed extensive training in metabolic"
  },
  {
    "original": "Beyond achieving weight loss",
    "cleaned": "Beyond achieving"
  },
  {
    "original": "During your consultation",
    "cleaned": "During your consultation"
  },
  {
    "original": "To schedule your consultation",
    "cleaned": "To schedule your consultation"
  },
  {
    "original": "A/Prof. Christos Apostolou - Surgeon",
    "cleaned": "A/Prof. Christos Apostolou Surgeon"
  },
  {
    "original": "A/Prof. Michael Hii",
    "cleaned": "A/Prof. Michael Hii"
  },
  {
    "original": "A/Prof. Michael Hii has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "A/Prof. Michael Hii has completed extensive training in metabolic"
  },
  {
    "original": "A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "At the heart of A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "At the heart of A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "Associate Professor Michael Talbot",
    "cleaned": "Professor Michael Talbot"
  },
  {
    "original": "Daniel Foley",
    "cleaned": "Daniel Foley"
  },
  {
    "original": "Daniel Foley has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Daniel Foley has completed extensive training in metabolic"
  },
  {
    "original": "Dr Ali Zarrouk",
    "cleaned": "Dr Ali Zarrouk"
  },
  {
    "original": "Dr Ali Zarrouk has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ali Zarrouk has completed extensive training in metabolic"
  },
  {
    "original": "Dr Amitabha Das",
    "cleaned": "Dr Amitabha Das"
  },
  {
    "original": "Dr Amitabha Das has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Amitabha Das has completed extensive training in metabolic"
  },
  {
    "original": "Dr Ben Keong",
    "cleaned": "Dr Ben Keong"
  },
  {
    "original": "Dr Ben Keong has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ben Keong has completed extensive training in metabolic"
  },
  {
    "original": "Dr Clare Bouffler",
    "cleaned": "Dr Clare Bouffler"
  },
  {
    "original": "Dr Clare Bouffler has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Clare Bouffler has completed extensive training in metabolic"
  },
  {
    "original": "Dr Clement Tsang",
    "cleaned": "Dr Cleme T ng"
  },
  {
    "original": "Dr Clement Tsang has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Cleme T ng has completed extensive training in metabolic"
  },
  {
    "original": "Dr David Joseph",
    "cleaned": "Dr David Joseph"
  },
  {
    "original": "Dr David Joseph has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Joseph has completed extensive training in metabolic"
  },
  {
    "original": "Dr David Links",
    "cleaned": "Dr David Links"
  },
  {
    "original": "Dr David Links has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Links has completed extensive training in metabolic"
  },
  {
    "original": "Dr David Yeo",
    "cleaned": "Dr David Yeo"
  },
  {
    "original": "Dr David Yeo has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Yeo has completed extensive training in metabolic"
  },
  {
    "original": "Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon",
    "cleaned": "Dr Devesh Kaushal | Upper GI Surgeon"
  },
  {
    "original": "Dr Edward Tong | Campbelltown",
    "cleaned": "Dr Ed rd Tong | Campbelltown"
  },
  {
    "original": "Dr Edward Tong | Campbelltown has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ed rd Tong | Campbelltown has completed extensive training in metabolic"
  },
  {
    "original": "Dr Ernest Lim",
    "cleaned": "Dr Ernest Lim"
  },
  {
    "original": "Dr Ernest Lim has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ernest Lim has completed extensive training in metabolic"
  },
  {
    "original": "Dr Ertugrul Durmush",
    "cleaned": "Dr Ertugrul Durmush"
  },
  {
    "original": "Dr Ertugrul Durmush has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ertugrul Durmush has completed extensive training in metabolic"
  },
  {
    "original": "Dr Fadil Khaleal",
    "cleaned": "Dr Fadil Khaleal"
  },
  {
    "original": "Dr Fadil Khaleal has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Fadil Khaleal has completed extensive training in metabolic"
  },
  {
    "original": "Dr Faizur Reza",
    "cleaned": "Dr Faizur Reza"
  },
  {
    "original": "Dr Faizur Reza has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Faizur Reza has completed extensive training in metabolic"
  },
  {
    "original": "Dr Gary Yee",
    "cleaned": "Dr Gary Yee"
  },
  {
    "original": "Dr Gary Yee has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Gary Yee has completed extensive training in metabolic"
  },
  {
    "original": "Dr Govind Krishna | Weight Loss & General Surgeon",
    "cleaned": "Dr Govind Krishna | General Surgeon"
  },
  {
    "original": "Dr James Chau",
    "cleaned": "Dr James Chau"
  },
  {
    "original": "Dr James Chau has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr James Chau has completed extensive training in metabolic"
  },
  {
    "original": "Dr James Gallagher",
    "cleaned": "Dr James Gallagher"
  },
  {
    "original": "Dr James Gallagher has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr James Gallagher has completed extensive training in metabolic"
  },
  {
    "original": "Dr Jan Parker",
    "cleaned": "Dr Jan Parker"
  },
  {
    "original": "Dr Jan Parker has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jan Parker has completed extensive training in metabolic"
  },
  {
    "original": "Dr Jason Maani",
    "cleaned": "Dr Jason Maani"
  },
  {
    "original": "Dr Jason Maani has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jason Maani has completed extensive training in metabolic"
  },
  {
    "original": "Dr Jason Maani Gallbladder Surgery",
    "cleaned": "Dr Jason Maani Gallbladder"
  },
  {
    "original": "Dr John Jorgensen",
    "cleaned": "Dr John Jorgensen"
  },
  {
    "original": "Dr John Jorgensen has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr John Jorgensen has completed extensive training in metabolic"
  },
  {
    "original": "Dr John Ozmen | General & Upper-GI Surgeon",
    "cleaned": "Dr John Ozmen | General Upper GI Surgeon"
  },
  {
    "original": "Dr Ken Loi",
    "cleaned": "Dr Ken Loi"
  },
  {
    "original": "Dr Ken Loi has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ken Loi has completed extensive training in metabolic"
  },
  {
    "original": "Dr LP Cheah",
    "cleaned": "Dr LP Cheah"
  },
  {
    "original": "Dr LP Cheah has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr LP Cheah has completed extensive training in metabolic"
  },
  {
    "original": "Dr Mani Niazi",
    "cleaned": "Dr Mani Niazi"
  },
  {
    "original": "Dr Mani Niazi has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Mani Niazi has completed extensive training in metabolic"
  },
  {
    "original": "Dr Mani Niazi - Langwarrin - MBSA",
    "cleaned": "Dr Mani Niazi Lang rrin MB"
  },
  {
    "original": "Dr Michael Crawford",
    "cleaned": "Dr Michael Crawford"
  },
  {
    "original": "Dr Michael Crawford has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Crawford has completed extensive training in metabolic"
  },
  {
    "original": "Dr Michael Devadas",
    "cleaned": "Dr Michael Devadas"
  },
  {
    "original": "Dr Michael Devadas has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Devadas has completed extensive training in metabolic"
  },
  {
    "original": "Dr Michael Hii",
    "cleaned": "Dr Michael Hii"
  },
  {
    "original": "Dr Michael Hii has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Hii has completed extensive training in metabolic"
  },
  {
    "original": "Dr Michael Yunaev",
    "cleaned": "Dr Michael Yunaev"
  },
  {
    "original": "Dr Michael Yunaev has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Yunaev has completed extensive training in metabolic"
  },
  {
    "original": "Dr Nicholas Cocco",
    "cleaned": "Dr Nicholas Cocco"
  },
  {
    "original": "Dr Nicholas Cocco has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Nicholas Cocco has completed extensive training in metabolic"
  },
  {
    "original": "Dr Nicole Winter",
    "cleaned": "Dr Nicole Wi er"
  },
  {
    "original": "Dr Nicole Winter has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Nicole Wi er has completed extensive training in metabolic"
  },
  {
    "original": "Dr Paul Burton",
    "cleaned": "Dr Paul Burton"
  },
  {
    "original": "Dr Paul Burton has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Paul Burton has completed extensive training in metabolic"
  },
  {
    "original": "Dr Philip Le Page",
    "cleaned": "Dr Philip Le Page"
  },
  {
    "original": "Dr Philip Le Page has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Philip Le Page has completed extensive training in metabolic"
  },
  {
    "original": "Dr Philip Le Page - Surgeon",
    "cleaned": "Dr Philip Le Page Surgeon"
  },
  {
    "original": "Dr Philip Le Page - Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Philip Le Page Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "Dr Rachel Kirby",
    "cleaned": "Dr Rachel Kirby"
  },
  {
    "original": "Dr Rachel Kirby has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Rachel Kirby has completed extensive training in metabolic"
  },
  {
    "original": "Dr Ramez Bassari",
    "cleaned": "Dr Ramez Bas ri"
  },
  {
    "original": "Dr Ramez Bassari has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ramez Bas ri has completed extensive training in metabolic"
  },
  {
    "original": "Dr Robert Gandy",
    "cleaned": "Dr Robert G y"
  },
  {
    "original": "Dr Robert Gandy has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Robert G y has completed extensive training in metabolic"
  },
  {
    "original": "Dr Saras & Co",
    "cleaned": "Dr ras Co"
  },
  {
    "original": "Dr Saras & Co has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr ras Co has completed extensive training in metabolic"
  },
  {
    "original": "Dr Sean Mackay",
    "cleaned": "Dr Sean Mackay"
  },
  {
    "original": "Dr Sean Mackay has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Sean Mackay has completed extensive training in metabolic"
  },
  {
    "original": "Dr Stuart Pincott",
    "cleaned": "Dr Stuart P ott"
  },
  {
    "original": "Dr Stuart Pincott has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Stuart P ott has completed extensive training in metabolic"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah",
    "cleaned": "Dr Suhirdan Vivekan arajah"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Suhirdan Vivekan arajah has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Ahmad Aly",
    "cleaned": "Dr. Ahmad Aly"
  },
  {
    "original": "Dr. Ahmad Aly has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Ahmad Aly has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Chris Nahm",
    "cleaned": "Dr. Chris Nahm"
  },
  {
    "original": "Dr. Chris Nahm has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Chris Nahm has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Ina Takkar",
    "cleaned": "Dr. Ina Takkar"
  },
  {
    "original": "Dr. Ina Takkar has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Ina Takkar has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Khalid Ahmed",
    "cleaned": "Dr. Khalid Ahmed"
  },
  {
    "original": "Dr. Khalid Ahmed has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Khalid Ahmed has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Mark Magdy",
    "cleaned": "Dr. Mark Magdy"
  },
  {
    "original": "Dr. Mark Magdy has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Mark Magdy has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Paul J. Ah Tye",
    "cleaned": "Dr. Paul J. Ah Tye"
  },
  {
    "original": "Dr. Paul J. Ah Tye has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Paul J. Ah Tye has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Qiuye Cheng",
    "cleaned": "Dr. Qiuye Cheng"
  },
  {
    "original": "Dr. Qiuye Cheng has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Qiuye Cheng has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Roy Brancatisano",
    "cleaned": "Dr. Roy Brancati no"
  },
  {
    "original": "Dr. Roy Brancatisano has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Roy Brancati no has completed extensive training in metabolic"
  },
  {
    "original": "Dr. Umed Cosmetics - Laser Skin Treatment, Cosmetic & Body Clinic",
    "cleaned": "Dr. Umed Cosmetics Laser Skin Treatme , Cosmetic Body"
  },
  {
    "original": "Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "At the heart of Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "At the heart of Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "Dr. Yuan Cheng",
    "cleaned": "Dr. Yuan Cheng"
  },
  {
    "original": "Dr. Yuan Cheng has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Yuan Cheng has completed extensive training in metabolic"
  },
  {
    "original": "Mr Ahmed Naqeeb",
    "cleaned": "Mr Ahmed Naqeeb"
  },
  {
    "original": "Mr Ahmed Naqeeb has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Ahmed Naqeeb has completed extensive training in metabolic"
  },
  {
    "original": "Mr Anthony Clough",
    "cleaned": "Mr A hony Clough"
  },
  {
    "original": "Mr Anthony Clough has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr A hony Clough has completed extensive training in metabolic"
  },
  {
    "original": "Mr Geoffrey Draper",
    "cleaned": "Mr Geoffrey Draper"
  },
  {
    "original": "Mr Geoffrey Draper has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Geoffrey Draper has completed extensive training in metabolic"
  },
  {
    "original": "Mr Hai T. Bui",
    "cleaned": "Mr Hai T. Bui"
  },
  {
    "original": "Mr Hai T. Bui has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Hai T. Bui has completed extensive training in metabolic"
  },
  {
    "original": "Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne",
    "cleaned": "Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East"
  },
  {
    "original": "Mr Kiron Bhatia",
    "cleaned": "Mr Kiron Bhatia"
  },
  {
    "original": "Mr Kiron Bhatia has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Kiron Bhatia has completed extensive training in metabolic"
  },
  {
    "original": "Mr Mark Cullinan",
    "cleaned": "Mr Mark Cullinan"
  },
  {
    "original": "Mr Mark Cullinan has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Mark Cullinan has completed extensive training in metabolic"
  },
  {
    "original": "Mr Richard Chen",
    "cleaned": "Mr Richard Chen"
  },
  {
    "original": "Mr Richard Chen has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Richard Chen has completed extensive training in metabolic"
  },
  {
    "original": "Mr Zeev Duieb",
    "cleaned": "Mr Zeev Duieb"
  },
  {
    "original": "Mr Zeev Duieb has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Zeev Duieb has completed extensive training in metabolic"
  },
  {
    "original": "Mr. Ian Michell",
    "cleaned": "Mr. Ian Michell"
  },
  {
    "original": "Mr. Ian Michell has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr. Ian Michell has completed extensive training in metabolic"
  },
  {
    "original": "Mr. Jacob Vanyai",
    "cleaned": "Mr. Jacob Vanyai"
  },
  {
    "original": "Mr. Jacob Vanyai has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr. Jacob Vanyai has completed extensive training in metabolic"
  },
  {
    "original": "Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre",
    "cleaned": "Mr.Niruben Raja garam n"
  },
  {
    "original": "Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre",
    "cleaned": "Mr.Niruben Raja garam | n"
  },
  {
    "original": "Prof. Charbel Sandroussi - Innerwest UGIT Surgery",
    "cleaned": "Prof. Charbel ndroussi Innerwest UGIT"
  },
  {
    "original": "Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic",
    "cleaned": "Professor Gregory Falk Lindfield General / Heartburn"
  },
  {
    "original": "Reginald V N Lord",
    "cleaned": "Reginald V N Lord"
  },
  {
    "original": "Reginald V N Lord has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Reginald V N Lord has completed extensive training in metabolic"
  }
]