[
  {
    "original": "A/Prof Carlo Pulitano",
    "cleaned": "A/Prof Carlo Pulitano"
  },
  {
    "original": "A/Prof Carlo Pulitano has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "A/Prof Carlo Pulitano has completed extensive training in metabolic"
  },
  {
    "original": "**Gastric Sleeve Surgery** (Sleeve Gastrectomy) is a highly effective procedure that reduces stomach size by approximately 80%",
    "cleaned": "**Gastric Sleeve ** (Sleeve Gastrectomy) is a highly effective procedure that reduces stomach size by approximately 80%"
  },
  {
    "original": "**Gastric Bypass Surgery** (Roux-en-Y) combines stomach size reduction with intestinal rerouting to limit both food intake and calorie absorption. This proven procedure is particularly effective for patients with Type 2 Diabetes",
    "cleaned": "**Gastric Bypass ** (Roux en Y) combines stomach size reduction with i estinal rerouting to limit both food i ake calorie absorption. This proven procedure is particularly effective for patie s with Type 2 Diabetes"
  },
  {
    "original": "**Gastric Band Surgery** (Lap-Band) involves placing an adjustable silicone band around the upper stomach to create a small pouch",
    "cleaned": "**Gastric B ** (Lap B ) involves placing an adjustable silicone b around the upper stomach to create a small pouch"
  },
  {
    "original": "**Mini Gastric Bypass** offers similar benefits to traditional gastric bypass with a simpler surgical technique",
    "cleaned": "**Mini Gastric Bypass** offers similar benefits to traditional gastric bypass with a simpler technique"
  },
  {
    "original": "**Revision Bariatric Surgery** addresses complications or insufficient weight loss from previous bariatric procedures",
    "cleaned": "**Revision ** addresses complications or insufficie from previous procedures"
  },
  {
    "original": "At the heart of A/Prof Carlo Pulitano's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of A/Prof Carlo Pulitano's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "The practice provides comprehensive pre-operative evaluation to ensure patients are well-prepared physically and mentally for surgery. This includes nutritional counseling",
    "cleaned": "The provides comprehensive pre operative evaluation to ensure patie s are well prepared physically me ally for . This ludes nutritional counseling"
  },
  {
    "original": "A/Prof Carlo Pulitano utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "A/Prof Carlo Pulitano utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. A/Prof Carlo Pulitano adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. A/Prof Carlo Pulitano adheres to the highest fety st ards protocols"
  },
  {
    "original": "Beyond achieving weight loss",
    "cleaned": "Beyond achieving"
  },
  {
    "original": "Bariatric surgery is typically recommended for patients with a Body Mass Index (BMI) over 35 with obesity-related health conditions",
    "cleaned": "is typically recommended for patie s with a Body Mass Index (BMI) over 35 with obesity related conditions"
  },
  {
    "original": "A/Prof Carlo Pulitano welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "A/Prof Carlo Pulitano welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "During your consultation",
    "cleaned": "During your consultation"
  },
  {
    "original": "To schedule your consultation",
    "cleaned": "To schedule your consultation"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of A/Prof Carlo Pulitano in Camperdown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of A/Prof Carlo Pulitano in Camperdown"
  },
  {
    "original": "A/Prof. Christos Apostolou - Surgeon",
    "cleaned": "A/Prof. Christos Apostolou Surgeon"
  },
  {
    "original": "A/Prof. Christos Apostolou - Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "A/Prof. Christos Apostolou Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of A/Prof. Christos Apostolou - Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of A/Prof. Christos Apostolou Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "A/Prof. Christos Apostolou - Surgeon utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "A/Prof. Christos Apostolou Surgeon utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. A/Prof. Christos Apostolou - Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. A/Prof. Christos Apostolou Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "A/Prof. Christos Apostolou - Surgeon welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "A/Prof. Christos Apostolou Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of A/Prof. Christos Apostolou - Surgeon in Wahroonga",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of A/Prof. Christos Apostolou Surgeon in hroonga"
  },
  {
    "original": "A/Prof. Michael Hii",
    "cleaned": "A/Prof. Michael Hii"
  },
  {
    "original": "A/Prof. Michael Hii has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "A/Prof. Michael Hii has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of A/Prof. Michael Hii's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of A/Prof. Michael Hii's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "A/Prof. Michael Hii utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "A/Prof. Michael Hii utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. A/Prof. Michael Hii adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. A/Prof. Michael Hii adheres to the highest fety st ards protocols"
  },
  {
    "original": "A/Prof. Michael Hii welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "A/Prof. Michael Hii welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of A/Prof. Michael Hii in East Melbourne",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of A/Prof. Michael Hii in East"
  },
  {
    "original": "\"A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "\"A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "At the heart of A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "At the heart of A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of A/Prof. Oliver Fisher | Specialist Upper GI",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of A/Prof. Oliver Fisher | Upper GI"
  },
  {
    "original": "Associate Professor Michael Talbot",
    "cleaned": "Professor Michael Talbot"
  },
  {
    "original": "Associate Professor Michael Talbot has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Professor Michael Talbot has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Associate Professor Michael Talbot's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Professor Michael Talbot's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Associate Professor Michael Talbot utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Professor Michael Talbot utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Associate Professor Michael Talbot adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Professor Michael Talbot adheres to the highest fety st ards protocols"
  },
  {
    "original": "Associate Professor Michael Talbot welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Professor Michael Talbot welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Associate Professor Michael Talbot in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Professor Michael Talbot in Kogarah"
  },
  {
    "original": "Daniel Foley",
    "cleaned": "Daniel Foley"
  },
  {
    "original": "Daniel Foley has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Daniel Foley has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Daniel Foley's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Daniel Foley's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Daniel Foley utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Daniel Foley utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Daniel Foley adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Daniel Foley adheres to the highest fety st ards protocols"
  },
  {
    "original": "Daniel Foley welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Daniel Foley welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Daniel Foley in Richmond",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Daniel Foley in Richmond"
  },
  {
    "original": "\"Dr Alex Craven - Bariatric",
    "cleaned": "\"Dr Alex Craven"
  },
  {
    "original": "Dr Alex Craven - Bariatric",
    "cleaned": "Dr Alex Craven"
  },
  {
    "original": "At the heart of Dr Alex Craven - Bariatric",
    "cleaned": "At the heart of Dr Alex Craven"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Alex Craven - Bariatric",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Alex Craven"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Alex Craven - Bariatric",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Alex Craven"
  },
  {
    "original": "Dr Ali Zarrouk",
    "cleaned": "Dr Ali Zarrouk"
  },
  {
    "original": "Dr Ali Zarrouk has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ali Zarrouk has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ali Zarrouk's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ali Zarrouk's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ali Zarrouk utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ali Zarrouk utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ali Zarrouk adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ali Zarrouk adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ali Zarrouk welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ali Zarrouk welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ali Zarrouk in Campbelltown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ali Zarrouk in Campbelltown"
  },
  {
    "original": "Dr Amitabha Das",
    "cleaned": "Dr Amitabha Das"
  },
  {
    "original": "Dr Amitabha Das has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Amitabha Das has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Amitabha Das's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Amitabha Das's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Amitabha Das utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Amitabha Das utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Amitabha Das adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Amitabha Das adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Amitabha Das welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Amitabha Das welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Amitabha Das in Liverpool",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Amitabha Das in Liverpool"
  },
  {
    "original": "Dr Ben Keong",
    "cleaned": "Dr Ben Keong"
  },
  {
    "original": "Dr Ben Keong has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ben Keong has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ben Keong's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ben Keong's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ben Keong utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ben Keong utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ben Keong adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ben Keong adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ben Keong welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ben Keong welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ben Keong in Bundoora",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ben Keong in Bundoora"
  },
  {
    "original": "Dr Clare Bouffler",
    "cleaned": "Dr Clare Bouffler"
  },
  {
    "original": "Dr Clare Bouffler has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Clare Bouffler has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Clare Bouffler's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Clare Bouffler's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Clare Bouffler utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Clare Bouffler utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Clare Bouffler adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Clare Bouffler adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Clare Bouffler welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Clare Bouffler welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Clare Bouffler in Kingswood",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Clare Bouffler in Kingswood"
  },
  {
    "original": "Dr Clement Tsang",
    "cleaned": "Dr Cleme T ng"
  },
  {
    "original": "Dr Clement Tsang has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Cleme T ng has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Clement Tsang's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Cleme T ng's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Clement Tsang utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Cleme T ng utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Clement Tsang adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Cleme T ng adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Clement Tsang welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Cleme T ng welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Clement Tsang in Hurstville",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Cleme T ng in Hurstville"
  },
  {
    "original": "Dr David Joseph",
    "cleaned": "Dr David Joseph"
  },
  {
    "original": "Dr David Joseph has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Joseph has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr David Joseph's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr David Joseph's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr David Joseph utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr David Joseph utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr David Joseph adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr David Joseph adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr David Joseph welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr David Joseph welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr David Joseph in Newtown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr David Joseph in Newtown"
  },
  {
    "original": "Dr David Links",
    "cleaned": "Dr David Links"
  },
  {
    "original": "Dr David Links has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Links has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr David Links's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr David Links's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr David Links utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr David Links utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr David Links adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr David Links adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr David Links welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr David Links welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr David Links in Randwick",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr David Links in R wick"
  },
  {
    "original": "Dr David Yeo",
    "cleaned": "Dr David Yeo"
  },
  {
    "original": "Dr David Yeo has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr David Yeo has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr David Yeo's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr David Yeo's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr David Yeo utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr David Yeo utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr David Yeo adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr David Yeo adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr David Yeo welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr David Yeo welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr David Yeo in Camperdown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr David Yeo in Camperdown"
  },
  {
    "original": "Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon",
    "cleaned": "Dr Devesh Kaushal | Upper GI Surgeon"
  },
  {
    "original": "Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Devesh Kaushal | Upper GI Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Devesh Kaushal | Upper GI Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Devesh Kaushal | Upper GI Surgeon utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Devesh Kaushal | Upper GI Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Devesh Kaushal | Upper GI Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Devesh Kaushal | Upper-GI & Weight Loss Surgeon in Gregory Hills",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Devesh Kaushal | Upper GI Surgeon in Gregory Hills"
  },
  {
    "original": "Dr Edward Tong | Campbelltown",
    "cleaned": "Dr Ed rd Tong | Campbelltown"
  },
  {
    "original": "Dr Edward Tong | Campbelltown has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ed rd Tong | Campbelltown has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Edward Tong | Campbelltown's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ed rd Tong | Campbelltown's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Edward Tong | Campbelltown utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ed rd Tong | Campbelltown utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Edward Tong | Campbelltown adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ed rd Tong | Campbelltown adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Edward Tong | Campbelltown welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ed rd Tong | Campbelltown welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Edward Tong | Campbelltown in Campbelltown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ed rd Tong | Campbelltown in Campbelltown"
  },
  {
    "original": "Dr Ernest Lim",
    "cleaned": "Dr Ernest Lim"
  },
  {
    "original": "Dr Ernest Lim has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ernest Lim has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ernest Lim's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ernest Lim's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ernest Lim utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ernest Lim utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ernest Lim adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ernest Lim adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ernest Lim welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ernest Lim welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ernest Lim in Bundoora",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ernest Lim in Bundoora"
  },
  {
    "original": "Dr Ertugrul Durmush",
    "cleaned": "Dr Ertugrul Durmush"
  },
  {
    "original": "Dr Ertugrul Durmush has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ertugrul Durmush has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ertugrul Durmush's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ertugrul Durmush's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ertugrul Durmush utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ertugrul Durmush utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ertugrul Durmush adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ertugrul Durmush adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ertugrul Durmush welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ertugrul Durmush welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ertugrul Durmush in Liverpool",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ertugrul Durmush in Liverpool"
  },
  {
    "original": "Dr Fadil Khaleal",
    "cleaned": "Dr Fadil Khaleal"
  },
  {
    "original": "Dr Fadil Khaleal has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Fadil Khaleal has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Fadil Khaleal's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Fadil Khaleal's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Fadil Khaleal utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Fadil Khaleal utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Fadil Khaleal adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Fadil Khaleal adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Fadil Khaleal welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Fadil Khaleal welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Fadil Khaleal in Penrith",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Fadil Khaleal in Penrith"
  },
  {
    "original": "Dr Faizur Reza",
    "cleaned": "Dr Faizur Reza"
  },
  {
    "original": "Dr Faizur Reza has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Faizur Reza has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Faizur Reza's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Faizur Reza's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Faizur Reza utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Faizur Reza utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Faizur Reza adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Faizur Reza adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Faizur Reza welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Faizur Reza welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Faizur Reza in Bella Vista",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Faizur Reza in Bella Vista"
  },
  {
    "original": "Dr Gary Yee",
    "cleaned": "Dr Gary Yee"
  },
  {
    "original": "Dr Gary Yee has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Gary Yee has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Gary Yee's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Gary Yee's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Gary Yee utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Gary Yee utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Gary Yee adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Gary Yee adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Gary Yee welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Gary Yee welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Gary Yee in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Gary Yee in Kogarah"
  },
  {
    "original": "Dr Govind Krishna | Weight Loss & General Surgeon",
    "cleaned": "Dr Govind Krishna | General Surgeon"
  },
  {
    "original": "Dr Govind Krishna | Weight Loss & General Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Govind Krishna | General Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Govind Krishna | Weight Loss & General Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Govind Krishna | General Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Govind Krishna | Weight Loss & General Surgeon utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Govind Krishna | General Surgeon utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Govind Krishna | Weight Loss & General Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Govind Krishna | General Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Govind Krishna | Weight Loss & General Surgeon welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Govind Krishna | General Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Govind Krishna | Weight Loss & General Surgeon in Wetherill Park",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Govind Krishna | General Surgeon in Wetherill Park"
  },
  {
    "original": "Dr James Chau",
    "cleaned": "Dr James Chau"
  },
  {
    "original": "Dr James Chau has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr James Chau has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr James Chau's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr James Chau's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr James Chau utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr James Chau utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr James Chau adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr James Chau adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr James Chau welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr James Chau welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr James Chau in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr James Chau in Kogarah"
  },
  {
    "original": "Dr James Gallagher",
    "cleaned": "Dr James Gallagher"
  },
  {
    "original": "Dr James Gallagher has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr James Gallagher has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr James Gallagher's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr James Gallagher's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr James Gallagher utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr James Gallagher utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr James Gallagher adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr James Gallagher adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr James Gallagher welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr James Gallagher welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr James Gallagher in Newtown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr James Gallagher in Newtown"
  },
  {
    "original": "Dr Jan Parker",
    "cleaned": "Dr Jan Parker"
  },
  {
    "original": "Dr Jan Parker has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jan Parker has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Jan Parker's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Jan Parker's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Jan Parker utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Jan Parker utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Jan Parker adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Jan Parker adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Jan Parker welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Jan Parker welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Jan Parker in Glen Waverley",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Jan Parker in Glen verley"
  },
  {
    "original": "Dr Jason Maani",
    "cleaned": "Dr Jason Maani"
  },
  {
    "original": "Dr Jason Maani has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jason Maani has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Jason Maani's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Jason Maani's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Jason Maani utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Jason Maani utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Jason Maani adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Jason Maani adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Jason Maani welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Jason Maani welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Jason Maani in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Jason Maani in Kogarah"
  },
  {
    "original": "Dr Jason Maani Bariatric Surgery",
    "cleaned": "Dr Jason Maani"
  },
  {
    "original": "Dr Jason Maani Bariatric Surgery has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jason Maani has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Jason Maani Bariatric Surgery's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Jason Maani 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Jason Maani Bariatric Surgery utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Jason Maani utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Jason Maani Bariatric Surgery adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Jason Maani adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Jason Maani Bariatric Surgery welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Jason Maani welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Jason Maani Bariatric Surgery in Liverpool",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Jason Maani in Liverpool"
  },
  {
    "original": "Dr Jason Maani Gallbladder Surgery",
    "cleaned": "Dr Jason Maani Gallbladder"
  },
  {
    "original": "Dr Jason Maani Gallbladder Surgery has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Jason Maani Gallbladder has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Jason Maani Gallbladder Surgery's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Jason Maani Gallbladder 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Jason Maani Gallbladder Surgery utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Jason Maani Gallbladder utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Jason Maani Gallbladder Surgery adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Jason Maani Gallbladder adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Jason Maani Gallbladder Surgery welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Jason Maani Gallbladder welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Jason Maani Gallbladder Surgery in Liverpool",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Jason Maani Gallbladder in Liverpool"
  },
  {
    "original": "Dr John Jorgensen",
    "cleaned": "Dr John Jorgensen"
  },
  {
    "original": "Dr John Jorgensen has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr John Jorgensen has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr John Jorgensen's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr John Jorgensen's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr John Jorgensen utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr John Jorgensen utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr John Jorgensen adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr John Jorgensen adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr John Jorgensen welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr John Jorgensen welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr John Jorgensen in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr John Jorgensen in Kogarah"
  },
  {
    "original": "Dr John Ozmen | General & Upper-GI Surgeon",
    "cleaned": "Dr John Ozmen | General Upper GI Surgeon"
  },
  {
    "original": "Dr John Ozmen | General & Upper-GI Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr John Ozmen | General Upper GI Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr John Ozmen | General & Upper-GI Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr John Ozmen | General Upper GI Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr John Ozmen | General & Upper-GI Surgeon utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr John Ozmen | General Upper GI Surgeon utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr John Ozmen | General & Upper-GI Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr John Ozmen | General Upper GI Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr John Ozmen | General & Upper-GI Surgeon welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr John Ozmen | General Upper GI Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr John Ozmen | General & Upper-GI Surgeon in Bella Vista",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr John Ozmen | General Upper GI Surgeon in Bella Vista"
  },
  {
    "original": "Dr Ken Loi",
    "cleaned": "Dr Ken Loi"
  },
  {
    "original": "Dr Ken Loi has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ken Loi has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ken Loi's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ken Loi's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ken Loi utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ken Loi utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ken Loi adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ken Loi adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ken Loi welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ken Loi welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ken Loi in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ken Loi in Kogarah"
  },
  {
    "original": "Dr LP Cheah",
    "cleaned": "Dr LP Cheah"
  },
  {
    "original": "Dr LP Cheah has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr LP Cheah has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr LP Cheah's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr LP Cheah's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr LP Cheah utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr LP Cheah utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr LP Cheah adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr LP Cheah adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr LP Cheah welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr LP Cheah welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr LP Cheah in Coburg",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr LP Cheah in Coburg"
  },
  {
    "original": "Dr Mani Niazi",
    "cleaned": "Dr Mani Niazi"
  },
  {
    "original": "Dr Mani Niazi has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Mani Niazi has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Mani Niazi's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Mani Niazi's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Mani Niazi utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Mani Niazi utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Mani Niazi adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Mani Niazi adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Mani Niazi welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Mani Niazi welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Mani Niazi in Wantirna",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Mani Niazi in irna"
  },
  {
    "original": "Dr Mani Niazi - Langwarrin - MBSA",
    "cleaned": "Dr Mani Niazi Lang rrin MB"
  },
  {
    "original": "Dr Mani Niazi - Langwarrin - MBSA has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Mani Niazi Lang rrin MB has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Mani Niazi - Langwarrin - MBSA's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Mani Niazi Lang rrin MB 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Mani Niazi - Langwarrin - MBSA utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Mani Niazi Lang rrin MB utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Mani Niazi - Langwarrin - MBSA adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Mani Niazi Lang rrin MB adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Mani Niazi - Langwarrin - MBSA welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Mani Niazi Lang rrin MB welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Mani Niazi - Langwarrin - MBSA in Langwarrin",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Mani Niazi Lang rrin MB in Lang rrin"
  },
  {
    "original": "Dr Michael Crawford",
    "cleaned": "Dr Michael Crawford"
  },
  {
    "original": "Dr Michael Crawford has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Crawford has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Michael Crawford's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Michael Crawford's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Michael Crawford utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Michael Crawford utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Michael Crawford adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Michael Crawford adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Michael Crawford welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Michael Crawford welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Michael Crawford in Newtown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Michael Crawford in Newtown"
  },
  {
    "original": "Dr Michael Devadas",
    "cleaned": "Dr Michael Devadas"
  },
  {
    "original": "Dr Michael Devadas has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Devadas has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Michael Devadas's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Michael Devadas's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Michael Devadas utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Michael Devadas utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Michael Devadas adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Michael Devadas adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Michael Devadas welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Michael Devadas welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Michael Devadas in Baulkham Hills",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Michael Devadas in Baulkham Hills"
  },
  {
    "original": "Dr Michael Hii",
    "cleaned": "Dr Michael Hii"
  },
  {
    "original": "Dr Michael Hii has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Hii has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Michael Hii's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Michael Hii's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Michael Hii utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Michael Hii utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Michael Hii adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Michael Hii adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Michael Hii welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Michael Hii welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Michael Hii in Werribee",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Michael Hii in Werribee"
  },
  {
    "original": "Dr Michael Yunaev",
    "cleaned": "Dr Michael Yunaev"
  },
  {
    "original": "Dr Michael Yunaev has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Michael Yunaev has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Michael Yunaev's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Michael Yunaev's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Michael Yunaev utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Michael Yunaev utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Michael Yunaev adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Michael Yunaev adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Michael Yunaev welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Michael Yunaev welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Michael Yunaev in Potts Point",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Michael Yunaev in Potts Poi"
  },
  {
    "original": "Dr Michael Yunaev utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Michael Yunaev utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "Dr Nicholas Cocco",
    "cleaned": "Dr Nicholas Cocco"
  },
  {
    "original": "Dr Nicholas Cocco has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Nicholas Cocco has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Nicholas Cocco's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Nicholas Cocco's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Nicholas Cocco utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Nicholas Cocco utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Nicholas Cocco adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Nicholas Cocco adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Nicholas Cocco welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Nicholas Cocco welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Nicholas Cocco in Norwest",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Nicholas Cocco in Norwest"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Nicholas Cocco in Westmead",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Nicholas Cocco in Westmead"
  },
  {
    "original": "Dr Nicole Winter",
    "cleaned": "Dr Nicole Wi er"
  },
  {
    "original": "Dr Nicole Winter has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Nicole Wi er has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Nicole Winter's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Nicole Wi er's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Nicole Winter utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Nicole Wi er utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Nicole Winter adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Nicole Wi er adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Nicole Winter welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Nicole Wi er welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Nicole Winter in East Melbourne",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Nicole Wi er in East"
  },
  {
    "original": "Dr Paul Burton",
    "cleaned": "Dr Paul Burton"
  },
  {
    "original": "Dr Paul Burton has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Paul Burton has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Paul Burton's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Paul Burton's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Paul Burton utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Paul Burton utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Paul Burton adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Paul Burton adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Paul Burton welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Paul Burton welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Paul Burton in Brighton",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Paul Burton in Brighton"
  },
  {
    "original": "Dr Philip Le Page",
    "cleaned": "Dr Philip Le Page"
  },
  {
    "original": "Dr Philip Le Page has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Philip Le Page has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Philip Le Page's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Philip Le Page's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Philip Le Page utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Philip Le Page utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Philip Le Page adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Philip Le Page adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Philip Le Page welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Philip Le Page welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Philip Le Page in Campbelltown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Philip Le Page in Campbelltown"
  },
  {
    "original": "Dr Philip Le Page - Surgeon",
    "cleaned": "Dr Philip Le Page Surgeon"
  },
  {
    "original": "Dr Philip Le Page - Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Philip Le Page Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Philip Le Page - Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Philip Le Page Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Philip Le Page - Surgeon utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Philip Le Page Surgeon utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Philip Le Page - Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Philip Le Page Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Philip Le Page - Surgeon welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Philip Le Page Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Philip Le Page - Surgeon in Frenchs Forest",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Philip Le Page Surgeon in Frenchs Forest"
  },
  {
    "original": "Dr Philip Le Page - Surgeon welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Philip Le Page Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Philip Le Page - Surgeon in Concord",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Philip Le Page Surgeon in Concord"
  },
  {
    "original": "Dr Rachel Kirby",
    "cleaned": "Dr Rachel Kirby"
  },
  {
    "original": "Dr Rachel Kirby has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Rachel Kirby has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Rachel Kirby's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Rachel Kirby's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Rachel Kirby utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Rachel Kirby utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Rachel Kirby adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Rachel Kirby adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Rachel Kirby welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Rachel Kirby welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Rachel Kirby in Campbelltown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Rachel Kirby in Campbelltown"
  },
  {
    "original": "Dr Ramez Bassari",
    "cleaned": "Dr Ramez Bas ri"
  },
  {
    "original": "Dr Ramez Bassari has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Ramez Bas ri has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Ramez Bassari's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Ramez Bas ri's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Ramez Bassari utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Ramez Bas ri utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Ramez Bassari adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Ramez Bas ri adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Ramez Bassari welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Ramez Bas ri welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Ramez Bassari in Richmond",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Ramez Bas ri in Richmond"
  },
  {
    "original": "Dr Robert Gandy",
    "cleaned": "Dr Robert G y"
  },
  {
    "original": "Dr Robert Gandy has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Robert G y has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Robert Gandy's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Robert G y's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Robert Gandy utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Robert G y utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Robert Gandy adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Robert G y adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Robert Gandy welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Robert G y welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Robert Gandy in Randwick",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Robert G y in R wick"
  },
  {
    "original": "Dr Roy Hopkins - Upper GI & Bariatric Surgeon",
    "cleaned": "Dr Roy Hopkins Upper GI Surgeon"
  },
  {
    "original": "Dr Roy Hopkins - Upper GI & Bariatric Surgeon has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Roy Hopkins Upper GI Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Roy Hopkins - Upper GI & Bariatric Surgeon's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Roy Hopkins Upper GI Surgeon's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Roy Hopkins - Upper GI & Bariatric Surgeon utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Roy Hopkins Upper GI Surgeon utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Roy Hopkins - Upper GI & Bariatric Surgeon adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Roy Hopkins Upper GI Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Roy Hopkins - Upper GI & Bariatric Surgeon welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Roy Hopkins Upper GI Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Roy Hopkins - Upper GI & Bariatric Surgeon in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Roy Hopkins Upper GI Surgeon in Kogarah"
  },
  {
    "original": "Dr Saras & Co",
    "cleaned": "Dr ras Co"
  },
  {
    "original": "Dr Saras & Co has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr ras Co has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Saras & Co's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr ras Co's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Saras & Co utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr ras Co utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Saras & Co adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr ras Co adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Saras & Co welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr ras Co welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Saras & Co in Double Bay",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr ras Co in Double Bay"
  },
  {
    "original": "Dr Sean Mackay",
    "cleaned": "Dr Sean Mackay"
  },
  {
    "original": "Dr Sean Mackay has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Sean Mackay has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Sean Mackay's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Sean Mackay's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Sean Mackay utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Sean Mackay utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Sean Mackay adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Sean Mackay adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Sean Mackay welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Sean Mackay welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Sean Mackay in Box Hill",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Sean Mackay in Box Hill"
  },
  {
    "original": "Dr Stuart Pincott",
    "cleaned": "Dr Stuart P ott"
  },
  {
    "original": "Dr Stuart Pincott has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Stuart P ott has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Stuart Pincott's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Stuart P ott's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Stuart Pincott utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Stuart P ott utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Stuart Pincott adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Stuart P ott adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Stuart Pincott welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Stuart P ott welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Stuart Pincott in Frenchs Forest",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Stuart P ott in Frenchs Forest"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah",
    "cleaned": "Dr Suhirdan Vivekan arajah"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr Suhirdan Vivekan arajah has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr Suhirdan Vivekanandarajah's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr Suhirdan Vivekan arajah's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr Suhirdan Vivekan arajah utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr Suhirdan Vivekanandarajah adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr Suhirdan Vivekan arajah adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr Suhirdan Vivekanandarajah welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr Suhirdan Vivekan arajah welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr Suhirdan Vivekanandarajah in Darlinghurst",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr Suhirdan Vivekan arajah in Darlinghurst"
  },
  {
    "original": "Dr. Ahmad Aly",
    "cleaned": "Dr. Ahmad Aly"
  },
  {
    "original": "Dr. Ahmad Aly has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Ahmad Aly has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Ahmad Aly's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Ahmad Aly's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Ahmad Aly utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Ahmad Aly utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Ahmad Aly adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Ahmad Aly adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Ahmad Aly welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Ahmad Aly welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Ahmad Aly in Bulleen",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Ahmad Aly in Bulleen"
  },
  {
    "original": "Dr. Chris Nahm",
    "cleaned": "Dr. Chris Nahm"
  },
  {
    "original": "Dr. Chris Nahm has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Chris Nahm has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Chris Nahm's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Chris Nahm's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Chris Nahm utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Chris Nahm utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Chris Nahm adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Chris Nahm adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Chris Nahm welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Chris Nahm welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Chris Nahm in Bella Vista",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Chris Nahm in Bella Vista"
  },
  {
    "original": "Dr. Ina Takkar",
    "cleaned": "Dr. Ina Takkar"
  },
  {
    "original": "Dr. Ina Takkar has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Ina Takkar has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Ina Takkar's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Ina Takkar's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Ina Takkar utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Ina Takkar utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Ina Takkar adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Ina Takkar adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Ina Takkar welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Ina Takkar welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Ina Takkar in Glen Waverley",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Ina Takkar in Glen verley"
  },
  {
    "original": "Dr. Khalid Ahmed",
    "cleaned": "Dr. Khalid Ahmed"
  },
  {
    "original": "Dr. Khalid Ahmed has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Khalid Ahmed has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Khalid Ahmed's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Khalid Ahmed's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Khalid Ahmed utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Khalid Ahmed utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Khalid Ahmed adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Khalid Ahmed adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Khalid Ahmed welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Khalid Ahmed welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Khalid Ahmed in Smithfield",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Khalid Ahmed in Smithfield"
  },
  {
    "original": "Dr. Khalid Ahmed welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Khalid Ahmed welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Khalid Ahmed in Penrith",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Khalid Ahmed in Penrith"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Khalid Ahmed in Gledswood Hills",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Khalid Ahmed in Gledswood Hills"
  },
  {
    "original": "Dr. Mark Magdy",
    "cleaned": "Dr. Mark Magdy"
  },
  {
    "original": "Dr. Mark Magdy has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Mark Magdy has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Mark Magdy's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Mark Magdy's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Mark Magdy utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Mark Magdy utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Mark Magdy adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Mark Magdy adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Mark Magdy welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Mark Magdy welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Mark Magdy in Miranda",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Mark Magdy in Mir a"
  },
  {
    "original": "Dr. Paul J. Ah Tye",
    "cleaned": "Dr. Paul J. Ah Tye"
  },
  {
    "original": "Dr. Paul J. Ah Tye has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Paul J. Ah Tye has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Paul J. Ah Tye's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Paul J. Ah Tye's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Paul J. Ah Tye utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Paul J. Ah Tye utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Paul J. Ah Tye adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Paul J. Ah Tye adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Paul J. Ah Tye welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Paul J. Ah Tye welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Paul J. Ah Tye in Dandenong",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Paul J. Ah Tye in D enong"
  },
  {
    "original": "Dr. Qiuye Cheng",
    "cleaned": "Dr. Qiuye Cheng"
  },
  {
    "original": "Dr. Qiuye Cheng has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Qiuye Cheng has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Qiuye Cheng's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Qiuye Cheng's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Qiuye Cheng utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Qiuye Cheng utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Qiuye Cheng adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Qiuye Cheng adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Qiuye Cheng welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Qiuye Cheng welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Qiuye Cheng in Kogarah",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Qiuye Cheng in Kogarah"
  },
  {
    "original": "Dr. Roy Brancatisano",
    "cleaned": "Dr. Roy Brancati no"
  },
  {
    "original": "Dr. Roy Brancatisano has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Roy Brancati no has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Roy Brancatisano's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Roy Brancati no's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Roy Brancatisano utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Roy Brancati no utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Roy Brancatisano adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Roy Brancati no adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Roy Brancatisano welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Roy Brancati no welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Roy Brancatisano in Norwest",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Roy Brancati no in Norwest"
  },
  {
    "original": "\"Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "\"Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "At the heart of Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "At the heart of Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Umed Cosmetics - Laser Skin Treatment",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Umed Cosmetics Laser Skin Treatme"
  },
  {
    "original": "Dr. Yuan Cheng",
    "cleaned": "Dr. Yuan Cheng"
  },
  {
    "original": "Dr. Yuan Cheng has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Dr. Yuan Cheng has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Dr. Yuan Cheng's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Dr. Yuan Cheng's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Dr. Yuan Cheng utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Dr. Yuan Cheng utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Dr. Yuan Cheng adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Dr. Yuan Cheng adheres to the highest fety st ards protocols"
  },
  {
    "original": "Dr. Yuan Cheng welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Dr. Yuan Cheng welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Dr. Yuan Cheng in Richmond",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Dr. Yuan Cheng in Richmond"
  },
  {
    "original": "Mr Ahmed Naqeeb",
    "cleaned": "Mr Ahmed Naqeeb"
  },
  {
    "original": "Mr Ahmed Naqeeb has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Ahmed Naqeeb has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Ahmed Naqeeb's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Ahmed Naqeeb's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Ahmed Naqeeb utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Ahmed Naqeeb utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Ahmed Naqeeb adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Ahmed Naqeeb adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Ahmed Naqeeb welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Ahmed Naqeeb welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Ahmed Naqeeb in Mount Waverley",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Ahmed Naqeeb in Mou verley"
  },
  {
    "original": "Mr Anthony Clough",
    "cleaned": "Mr A hony Clough"
  },
  {
    "original": "Mr Anthony Clough has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr A hony Clough has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Anthony Clough's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr A hony Clough's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Anthony Clough utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr A hony Clough utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Anthony Clough adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr A hony Clough adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Anthony Clough welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr A hony Clough welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Anthony Clough in Box Hill",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr A hony Clough in Box Hill"
  },
  {
    "original": "Mr Geoffrey Draper",
    "cleaned": "Mr Geoffrey Draper"
  },
  {
    "original": "Mr Geoffrey Draper has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Geoffrey Draper has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Geoffrey Draper's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Geoffrey Draper's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Geoffrey Draper utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Geoffrey Draper utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Geoffrey Draper adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Geoffrey Draper adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Geoffrey Draper welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Geoffrey Draper welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Geoffrey Draper in Frankston",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Geoffrey Draper in Frankston"
  },
  {
    "original": "Mr Hai T. Bui",
    "cleaned": "Mr Hai T. Bui"
  },
  {
    "original": "Mr Hai T. Bui has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Hai T. Bui has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Hai T. Bui's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Hai T. Bui's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Hai T. Bui utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Hai T. Bui utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Hai T. Bui adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Hai T. Bui adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Hai T. Bui welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Hai T. Bui welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Hai T. Bui in Ascot Vale",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Hai T. Bui in Ascot Vale"
  },
  {
    "original": "Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne",
    "cleaned": "Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East"
  },
  {
    "original": "Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Jacob Vanyai | MOGGS | Melbourne Oesophagogastric and General Surgery | East Melbourne in East Melbourne",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Jacob Vanyai | MOGGS | Oesophagogastric General | East in East"
  },
  {
    "original": "Mr Kiron Bhatia",
    "cleaned": "Mr Kiron Bhatia"
  },
  {
    "original": "Mr Kiron Bhatia has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Kiron Bhatia has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Kiron Bhatia's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Kiron Bhatia's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Kiron Bhatia utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Kiron Bhatia utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Kiron Bhatia adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Kiron Bhatia adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Kiron Bhatia welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Kiron Bhatia welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Kiron Bhatia in Bundoora",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Kiron Bhatia in Bundoora"
  },
  {
    "original": "Mr Mark Cullinan",
    "cleaned": "Mr Mark Cullinan"
  },
  {
    "original": "Mr Mark Cullinan has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Mark Cullinan has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Mark Cullinan's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Mark Cullinan's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Mark Cullinan utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Mark Cullinan utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Mark Cullinan adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Mark Cullinan adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Mark Cullinan welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Mark Cullinan welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Mark Cullinan in Richmond",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Mark Cullinan in Richmond"
  },
  {
    "original": "Mr Richard Chen",
    "cleaned": "Mr Richard Chen"
  },
  {
    "original": "Mr Richard Chen has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Richard Chen has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Richard Chen's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Richard Chen's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Richard Chen utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Richard Chen utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Richard Chen adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Richard Chen adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Richard Chen welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Richard Chen welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Richard Chen in Malvern",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Richard Chen in Malvern"
  },
  {
    "original": "Mr Zeev Duieb",
    "cleaned": "Mr Zeev Duieb"
  },
  {
    "original": "Mr Zeev Duieb has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr Zeev Duieb has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr Zeev Duieb's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr Zeev Duieb's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr Zeev Duieb utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr Zeev Duieb utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr Zeev Duieb adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr Zeev Duieb adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr Zeev Duieb welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr Zeev Duieb welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr Zeev Duieb in Berwick",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr Zeev Duieb in Berwick"
  },
  {
    "original": "Mr. Ian Michell",
    "cleaned": "Mr. Ian Michell"
  },
  {
    "original": "Mr. Ian Michell has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr. Ian Michell has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr. Ian Michell's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr. Ian Michell's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr. Ian Michell utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr. Ian Michell utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr. Ian Michell adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr. Ian Michell adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr. Ian Michell welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr. Ian Michell welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr. Ian Michell in Essendon",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr. Ian Michell in Essendon"
  },
  {
    "original": "Mr. Jacob Vanyai",
    "cleaned": "Mr. Jacob Vanyai"
  },
  {
    "original": "Mr. Jacob Vanyai has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr. Jacob Vanyai has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr. Jacob Vanyai's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr. Jacob Vanyai's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr. Jacob Vanyai utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr. Jacob Vanyai utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr. Jacob Vanyai adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr. Jacob Vanyai adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr. Jacob Vanyai welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr. Jacob Vanyai welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr. Jacob Vanyai in Surrey Hills",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr. Jacob Vanyai in Surrey Hills"
  },
  {
    "original": "Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne",
    "cleaned": "Mr. Niruben Raja garam Surgeon"
  },
  {
    "original": "Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr. Niruben Raja garam Surgeon has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr. Niruben Raja garam Surgeon 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr. Niruben Raja garam Surgeon utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr. Niruben Raja garam Surgeon adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne welcomes new patients from across VIC and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr. Niruben Raja garam Surgeon welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr. Niruben Rajasagaram  Bariatric Surgeon for Gastric Sleeve & Weight Loss Surgery Melbourne in Wantirna",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr. Niruben Raja garam Surgeon in irna"
  },
  {
    "original": "Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre",
    "cleaned": "Mr.Niruben Raja garam n"
  },
  {
    "original": "Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr.Niruben Raja garam n has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr.Niruben Raja garam n 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr.Niruben Raja garam n utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr.Niruben Raja garam n adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr.Niruben Raja garam n welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr.Niruben Rajasagaram - Victorian Specialist Surgery & Weight Loss Centre in Berwick",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr.Niruben Raja garam n in Berwick"
  },
  {
    "original": "Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre",
    "cleaned": "Mr.Niruben Raja garam | n"
  },
  {
    "original": "Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Mr.Niruben Raja garam | n has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Mr.Niruben Raja garam | n 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Mr.Niruben Raja garam | n utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Mr.Niruben Raja garam | n adheres to the highest fety st ards protocols"
  },
  {
    "original": "Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre welcomes new patients from across Victoria and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Mr.Niruben Raja garam | n welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Mr.Niruben Rajasagaram | Victorian Specialist Surgery & Weight loss centre in Frankston",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Mr.Niruben Raja garam | n in Frankston"
  },
  {
    "original": "Prof. Charbel Sandroussi - Innerwest UGIT Surgery",
    "cleaned": "Prof. Charbel ndroussi Innerwest UGIT"
  },
  {
    "original": "Prof. Charbel Sandroussi - Innerwest UGIT Surgery has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Prof. Charbel ndroussi Innerwest UGIT has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Prof. Charbel Sandroussi - Innerwest UGIT Surgery's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Prof. Charbel ndroussi Innerwest UGIT 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Prof. Charbel Sandroussi - Innerwest UGIT Surgery utilizes the latest minimally invasive laparoscopic and robotic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Prof. Charbel ndroussi Innerwest UGIT utilizes the latest minimally invasive laparoscopic robotic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Prof. Charbel Sandroussi - Innerwest UGIT Surgery adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Prof. Charbel ndroussi Innerwest UGIT adheres to the highest fety st ards protocols"
  },
  {
    "original": "Prof. Charbel Sandroussi - Innerwest UGIT Surgery welcomes new patients from across NSW and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Prof. Charbel ndroussi Innerwest UGIT welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Prof. Charbel Sandroussi - Innerwest UGIT Surgery in Camperdown",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Prof. Charbel ndroussi Innerwest UGIT in Camperdown"
  },
  {
    "original": "Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic",
    "cleaned": "Professor Gregory Falk Lindfield General / Heartburn"
  },
  {
    "original": "Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Professor Gregory Falk Lindfield General / Heartburn has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Professor Gregory Falk Lindfield General / Heartburn 's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Professor Gregory Falk Lindfield General / Heartburn utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Professor Gregory Falk Lindfield General / Heartburn adheres to the highest fety st ards protocols"
  },
  {
    "original": "Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Professor Gregory Falk Lindfield General / Heartburn welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Professor Gregory Falk - Lindfield General Surgery / Sydney Heartburn Clinic in Lindfield",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Professor Gregory Falk Lindfield General / Heartburn in Lindfield"
  },
  {
    "original": "Reginald V N Lord",
    "cleaned": "Reginald V N Lord"
  },
  {
    "original": "Reginald V N Lord has completed extensive training in bariatric and metabolic surgery",
    "cleaned": "Reginald V N Lord has completed extensive training in metabolic"
  },
  {
    "original": "At the heart of Reginald V N Lord's practice is a deep commitment to patient-centered care. Understanding that weight loss surgery is a life-changing decision",
    "cleaned": "At the heart of Reginald V N Lord's is a deep commitme to patie ed . Underst ing that is a life changing decision"
  },
  {
    "original": "Reginald V N Lord utilizes the latest minimally invasive laparoscopic surgical techniques to perform bariatric procedures with precision and safety. These advanced approaches result in smaller incisions",
    "cleaned": "Reginald V N Lord utilizes the latest minimally invasive laparoscopic techniques to perform procedures with precision fety. These advanced approaches result in smaller isions"
  },
  {
    "original": "All procedures are performed in accredited hospital facilities equipped with state-of-the-art surgical technology and staffed by experienced bariatric care teams. Reginald V N Lord adheres to the highest safety standards and protocols",
    "cleaned": "All procedures are performed in accredited facilities equipped with state of the art technology staffed by experienced teams. Reginald V N Lord adheres to the highest fety st ards protocols"
  },
  {
    "original": "Reginald V N Lord welcomes new patients from across New South Wales and surrounding regions who are considering bariatric surgery as a solution for significant",
    "cleaned": "Reginald V N Lord welcomes new patie s from across surrounding regions who are considering as a for significa"
  },
  {
    "original": "Take the first step toward a healthier future with the expert guidance and support of Reginald V N Lord in Darlinghurst",
    "cleaned": "Take the first step to rd a ier future with the expert guidance support of Reginald V N Lord in Darlinghurst"
  }
]