{
  "b75cbed628fd4067b26f69a460cde429": {
    "placeId": "ChIJu72BS2qxEmsRrIuIr5sJ9Ko",
    "surgeonName": "A/Prof Carlo Pulitano",
    "rating": 5,
    "totalRatings": 12,
    "reviews": [
      {
        "author_name": "Katherine Hassler",
        "author_url": "https://www.google.com/maps/contrib/109945806179155626923/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjU9CewB0_cN3kqv2z8gJp7BPsYCnjXsM6IwohUpODf9LlkHqBw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Thank God for Dr Pulitano.  I phoned his Office Manager Sabrina, the day after I was told I had stage 4 liver metastases.  She was helpful and reassuring.  Dr Pulitano met with me and my husband very soon thereafter and he was professional, patient and compassionate.  Unfortunately, I was initially inoperable but that did not stop Dr Pulitano and Sabrina from acting as my advocates and communicating with the incredible team of doctors and nurses taking care of me at Chris O’Brien Lifehouse.  It was nearly a year later after many cycles of chemotherapy that I was deemed operable.  Dr Pulitano was there for me throughout this time.  The surgery I had was extensive and very high risk but I went into it well informed and confident that I could not have a better team than the one Dr Pulitano had at RPAH.  The surgery has gone well and my prognosis is greatly improved thanks to the talent and courage of this surgeon.  Having worked in medicine, my family and I both realise what a blessing it is to be under Dr Pulitano’s care.",
        "time": 1726184611,
        "translated": false
      },
      {
        "author_name": "Eikris Biala",
        "author_url": "https://www.google.com/maps/contrib/107253848361209954554/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjULb40EzH2x2UUpL_sjh5kIZeK_pQyO-7jC3PeOqxNdXByRmsRK=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I am incredibly grateful for the exceptional care provided to my dad by Dr. Carlo Pulitano and his team, Sabrina Jose. Dr. Pulitano's expertise and compassion made us feel confident and well-informed throughout my dad's procedure. Sabrina was always responsive and handled our questions efficiently and with kindness. Thanks to their exceptional service, my dad’s surgery was a success, and his recovery has been smooth. We highly recommend them!",
        "time": 1726539947,
        "translated": false
      },
      {
        "author_name": "Renae Smith",
        "author_url": "https://www.google.com/maps/contrib/106750991531419348732/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJrwCrOVkpAPhyYANsSHBriqYMl4Zj--_vncZKzMHYbL0uedA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "From first contact with the lovely Practice Manager Sabrina my experience with the clinic has been exceptional, with the staff really going above and beyond. Customer service was outstanding and nothing was too big of an ask, I was able to get an appointment promptly and the whole process was smooth and easy. A/Prof Pulitano is very clearly an expert in his field, he gave me plenty of reassurance and was a wealth of knowledge. I walked away from my appointment feeling confident in his care and with his explanation of the findings confident with the management of it all. Will definitely go back if required in the future and wouldn’t hesitate to recommend him to those needing review.",
        "time": 1686270851,
        "translated": false
      },
      {
        "author_name": "Joanna Allen",
        "author_url": "https://www.google.com/maps/contrib/103292935733265310030/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWEzniIjZiksbh5pz72Ztsq4UiZzKCTz560SRZV0C4J71eWFUx9=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "What a calming, generous and professional surgeon Dr Pulitano is. His Practice Manager Sabrina is also so helpful and responsive. Their kind approach and the care of the Chris O’Brien Lifehouse staff has corrected some of my past trauma from surgical experiences. Thank you so much for looking after me.",
        "time": 1711520942,
        "translated": false
      },
      {
        "author_name": "Glenn D",
        "author_url": "https://www.google.com/maps/contrib/106688397821012119585/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLcq2CHTM7x3LXSFZaPQIp_ZuRh8PzWVBadWK5ZHEwDNzbelg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "A wonderful human being - a true professional.\n\nCould not be happier with the result and care from Dr Pulitano re a complicated hernia operation.\n\nWould most heartily recommend him to any prospective patient.",
        "time": 1727062337,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:19.984Z"
  },
  "aprof-christos-apostolou-surgeon-wahroonga": {
    "placeId": "ChIJc4Gz_q6nEmsRrW3yx_wiqzU",
    "surgeonName": "A/Prof. Christos Apostolou",
    "rating": 4.9,
    "totalRatings": 79,
    "reviews": [
      {
        "author_name": "Warehou",
        "author_url": "https://www.google.com/maps/contrib/100412361329346665089/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWAcIHWtj5HWbGRNLASOWXuCU6ycaYO-IZx04CrZrGbcQ5otq6M=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "A/Prof Apostolou - clarity, care, compassion and convenience.\nI struggled with pain and nausea and a whopping gallstone that I didn't know was there till it had to come out.\nClear, concise and calm consultation, a strategy for remedy and the options put precisely to me.\nGot the gallbladder out and got my digestive health back on track in quick succession.\nSeek immediate guidance for issues if they come to pass as preventative treatment or surgery can solve complications that may arise if left undiagnosed or untreated.\nThanks for your decency, diligence and decisiveness to help me over a health hurdle.\nHighly Recommend Christos as a first choice surgeon in his fields of excellence and generally a great caring doctor.\nRegards",
        "time": 1754199572,
        "translated": false
      },
      {
        "author_name": "Bobby Ivanoff",
        "author_url": "https://www.google.com/maps/contrib/109444575697414446907/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJmdPIzzFQSvbI5jUHj2ZoM5KmiTuOxVaWby9c2U1ZV0sCKWYs=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "From the very first consultation, A/Prof Christos Apostolou’s expertise, professionalism, and warm bedside manner were evident.\n\nHe took his time to explain everything in detail, answered all my questions with patience and clarity, and ensured I felt comfortable and informed, on the day of the procedure he continued his great bedside manner!\n\nHis calm and compassionate approach truly sets him apart—he not only delivers outstanding surgical care but also genuinely cares about his patients as people. I felt confident and reassured throughout the entire process thanks to his kindness and attention to detail.\n\nI can’t thank A/Prof Christos Apostolou enough.\n\nIf you are looking for a highly skilled Doctor with an exceptional bedside manner, look no further!",
        "time": 1748838999,
        "translated": false
      },
      {
        "author_name": "Lisa Parker",
        "author_url": "https://www.google.com/maps/contrib/100604442744027759086/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXeZY7LgkT8SNu7a8DOs-osebTNVK8d0bw1v52NtOuJnNx8jXg1=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "A/Prof Apostolou is not just a delightful, down-to-earth doctor, he is a great surgeon. He played a very important role in a recent complex, multi-surgeon operation that I required and I am so happy that I was referred to him.\nthank you for your kindness and skill.",
        "time": 1754248301,
        "translated": false
      },
      {
        "author_name": "Paul Cohen",
        "author_url": "https://www.google.com/maps/contrib/109516176142318558701/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJ6Dij9PsgRuPB4dKVwEezE5xr0jvfu5LjcqL5NtM5FPLq53A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr Apostolou is an extremely competent, professional and experienced surgeon.\nI was anxious about my surgery but always felt reassured and confident after consulting with him. He was always thorough and detailed with his explanations of my options and the details of the surgery and recovery.\nMy result was excellent and I highly recommend him as a caring and excellent surgeon.",
        "time": 1745133976,
        "translated": false
      },
      {
        "author_name": "Nihal Fernando",
        "author_url": "https://www.google.com/maps/contrib/114843987124114314219/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLgsHmO8QVqve-mFU1w00ImaoFS_ZY5do-re4ah1hFggQMdIA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Prof. Apostolou performed my hernia repair surgery. He is a very professional and experienced surgeon. He is friendly and explained the details of the procedure and what to expect during the recovery very well. I am fully recovered now and simply I do not have words to thank him - Thank you Prof Apostolou!",
        "time": 1753911655,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:20.320Z"
  },
  "b552f5ec-b008-4eff-9e4a-8c1ebb133e37": {
    "placeId": "ChIJ_6rD1cRC1moRbZXzqKoNazA",
    "surgeonName": "A/Prof. Michael Hii",
    "rating": 4.9,
    "totalRatings": 28,
    "reviews": [
      {
        "author_name": "Sophie T",
        "author_url": "https://www.google.com/maps/contrib/102478788543887580860/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKVt9j0kKMdCQLO8GeCpfDxWRXq6eczHZd70RjhPutMKIkSXw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 weeks ago",
        "text": "You won’t find a better, more caring and professional Dr than Dr. Michael Hii. He has now operated on my mother, husband and myself and we have all never felt better.\n\nMichael provides necessary information relevant to individual situations to help the patient make informed decisions.\n\nHis true care for patients is undeniable. We are so very grateful for what he has done for our family.",
        "time": 1757586242,
        "translated": false
      },
      {
        "author_name": "Damien ryan",
        "author_url": "https://www.google.com/maps/contrib/110760138021982113767/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJHjWDYo-ZbnKoNLXbLokTMEkEXTp_4p3IbxzU15UgPwOK2MQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "I had an incredible experience with Dr. Michael Hii and the entire team. From the first consultation to post-op follow-ups, I felt fully supported, informed, and cared for. The surgery was life-changing, and I’m already seeing amazing results in both my health and confidence. The professionalism, compassion, and expertise made all the difference. Highly recommend to anyone considering weight loss surgery!\n\nIt has been 6 months since Michael performed my surgery at St Vincent’s and I have lost 40+kg. I sleep better and have more energy to work and play with my grandchildren.\n\nIf you want something you have never had, you need to do something you have never done!\n\nIt’s changed my life!!\n\nI never thought I would ever be able to walk into a clothing store and buy something off the rack without having to go to a big man’s store. I enjoy clothes shopping and feel great when I wear new clothes.",
        "time": 1746769610,
        "translated": false
      },
      {
        "author_name": "Renee Mirabito",
        "author_url": "https://www.google.com/maps/contrib/116890544080372844451/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK9LwxGqSEZPQYEE8yHWOSyiBZvAJdxftPtjZMbJvuOIyiYbw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "I couldn’t have asked for a better surgeon. Michael provided the level of explanation and information I wanted, while also listening to my history and providing realistic outcomes without sugar-coating (Actually no sugar at all anymore). He is supported by a brilliant team for all pre and post-op requirements. If I need to be cut open again in a similar capacity, Michael will be my first choice.",
        "time": 1752284878,
        "translated": false
      },
      {
        "author_name": "Rosa Zontanos (Sweetlikerosa)",
        "author_url": "https://www.google.com/maps/contrib/104709227764865689604/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIUzl0PXcUW_TraYGEnjqg_o8sSlWDJxUdmwfKxfUUIvf5OtA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "This is the best thing I have ever done for myself, I have felt very supported through the whole process.\n\nDr Michael Hii and his wonderful team have made this Weight Loss Surgery an exceptional experience.\n\nThe operation has given me my confidence back to be the best version of myself and I am  truly grateful to Dr Michael Hii and his whole team for always believing in me and guiding me through this journey.\n\nThank you for never being judgmental when it comes to my weight-loss/fitness journey!\n\nYour encouragement means so much. I have never felt more better or more confident in myself in my own skin than how I feel now!\n\nThe team have been my constant cheerleaders during this journey you have all been my biggest support!!\n\nThere is no shortcut to loosing weight , you need to go to war with your body and your mind to make it happen!\n\nMy heaviest 127.5kg vs at my best 62.5kg\n\nTotal loss 65kg 16 months post gastric sleeve",
        "time": 1694986317,
        "translated": false
      },
      {
        "author_name": "Kristen Sunshine",
        "author_url": "https://www.google.com/maps/contrib/108095705203486028302/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV1DjbscEfyAmp2ANEy-tsPx_1y2PoQbR_-4s3PXaHTLJJeJdmY=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I have had the most amazing experience with Dr Michael Hii. I had my gastric sleeve 5 weeks ago. After trying other surgeons Michael was by far the best. He is compassionate, friendly and very professional. My experience has been faultless with him and his nurses and he has my total trust along with lots of other people I know who have had surgery with him.",
        "time": 1644481397,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:20.571Z"
  },
  "aprof-oliver-fisher-specialist-upper-gi-bariatric-hernia-surgeon-kogarah": {
    "placeId": "ChIJqVPfHou5EmsRDZ4LB78lVlQ",
    "surgeonName": "A/Prof. Oliver Fisher",
    "rating": 5,
    "totalRatings": 26,
    "reviews": [
      {
        "author_name": "Geoffrey Thomson",
        "author_url": "https://www.google.com/maps/contrib/106710543905154962742/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJuBHZ8kX0pbtI7xy3q_fvaPkBUt8b-fZoaTSVJIWJIOfcT5Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "9 months ago",
        "text": "Dr Oliver fisher is the best, Dr Fisher had to perform surgery on my Oesophagus in November 2023  but he found Cancer in my stomach which he had to remove and made a stomach out of my small intestine, ( Unbelievable ) how clever is that and I got the all clear diagnosis from my Oncologist yesterday 17-12-24 there’s no sign of cancer , Cheers Geoff,👍🥰❤️🇦🇺 P.S. Thank you Dr Oliver Fisher.",
        "time": 1734474923,
        "translated": false
      },
      {
        "author_name": "Diane Hansen",
        "author_url": "https://www.google.com/maps/contrib/103446558209877498677/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUH2_4QcQXZEpmwaccTp28Ncmv3DEoBJ5ouZYi6vwO76CV4HMU=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "9 months ago",
        "text": "Very happy with procedures Dr Fisher did to repair lateral lumbar hernia. I have not felt as well as I do now for last 12 months. He is a wonderful surgeon. Kind, caring and took time to fill me in on all details of surgery. Excellent follow up. Gave me great confidence with moving forward. Also like to express how grateful I am to Corrine, Dr Fishers receptionist. At every point she was so supportive, engaging, caring and eager to help with appointments and any other area I need help with. Thank you so much.",
        "time": 1734291167,
        "translated": false
      },
      {
        "author_name": "kristine m",
        "author_url": "https://www.google.com/maps/contrib/104505731286078508059/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWgyr9xtcuzmoVQe2sjxjbXqn25v64XzpKREoY058A1XiuzaUsj=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "7 months ago",
        "text": "My GP recommended that I see Dr Oliver Fisher for an opinion. I usually leave medical appointments feeling dejected because no one likes being sick right! I have sometimes felt powerless, unheard and time pressured during consults with other specialists, and on occasion I've felt like I was just a money making exercise for the professional in the chair.\nDr Fisher blew me away. He is none of that. I left my appointment feeling truly cared for. He took so much time going through all my options -  what was so refreshing was that he communicated with me, not just talked at me. He listened, he was honest and gave both the pros and cons,  he was thorough with information and made sure to cover all aspects of the topic. He is kind, engaging, compassionate and I suspect an extremely talented individual. His other glowing reviews about his skills are surely not doubted by me after experiencing the quality of being he is. I think the greatest outcome of my introduction to be treated by him is that I feel...safe.  I don't think I've ever felt instantly safe in a strangers hands before. I'm confident that whether further scans reveal I need surgery or not,  I am confident that if I do go under the knife, my life is safe in his hands and I will be well looked after. Highly recommended and I wish more Drs had the qualities he lives and breathes.",
        "time": 1739280217,
        "translated": false
      },
      {
        "author_name": "Melanie Zotos",
        "author_url": "https://www.google.com/maps/contrib/108309600617791623177/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIW2IBNZpGoerneB2APIQjVchn21N01pwj-xjI8Kg8GnUbH7w=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "I can’t say enough about Dr Fisher I had a sudden gallbladder attack I was sent to him by my GP who said he was a great Dr , well he wasn’t wrong Dr Fisher cam to see me as soon as I was admitted in to St George private he ran through everything with me so kind and made me feel at ease explained everything he was going to do . Dr Fisher talked me through the process before operating and what needed to be done. Had scans , bloods done and before I knew it Dr fisher was back to give me results and next steps I can’t speak highly enough of him as normally you don’t see your surgeon until your back in theatre. I saw Dr Fisher 3 times before surgery . Also I would like to mention his team and assistant Coreen who was very helpful at organizing me into the hospital at such short notice all that I can say Great hands to be in .\nThank you so much . Best hands to be in .",
        "time": 1737049288,
        "translated": false
      },
      {
        "author_name": "Valéria Canedo",
        "author_url": "https://www.google.com/maps/contrib/110951469063661506464/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKOVIbfp_pSxrMa3b5DLI84__A1hfCVa1dpT68lJ32uTf8weeYE=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "I don’t think words in any language could truly express how grateful I am for Dr. Fisher. His professionalism, support, compassion, and care have meant more to me than I can explain. I’m deeply thankful.",
        "time": 1751352459,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:20.840Z"
  },
  "associate-professor-michael-talbot-kogarah": {
    "placeId": "ChIJEf4EBOS5EmsRICnnrvFERBs",
    "surgeonName": "Professor Michael Talbot",
    "rating": 4.7,
    "totalRatings": 12,
    "reviews": [
      {
        "author_name": "David Webb",
        "author_url": "https://www.google.com/maps/contrib/118321698775827484971/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJw85Oci3p_27k66RomiQW0MgdzyVkFUG6-Q4OVXa6VgLIcRw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "Due to complications with the Private Health System in Canberra, my surgeon referred me to Professor Talbot. In July of last year, I underwent a full gastric bypass performed by Michael and his surgical support team. Throughout each stage of the process, Professor Talbot and his team exhibited exceptional professionalism, expertise, and care. The surgery was highly successful, leading to significant improvements in my quality of life and health. Professor Talbot's skill and precision were evident during the entire procedure, and his compassionate approach made the experience considerably more manageable. I am profoundly grateful for the transformative impact of the surgery and highly recommend Associate Professor Michael Talbot and his entire team to anyone considering weight loss surgery. His dedication to patient well-being is truly commendable.",
        "time": 1750975657,
        "translated": false
      },
      {
        "author_name": "Maree Mitchell",
        "author_url": "https://www.google.com/maps/contrib/106430729347745177713/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUQRekt4h0WW-wC00ertn4v3hlNTCSo7NGXWXjkUujqvReelq-u=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "It's not easy making the decision to have bariatric surgery. All the information out there can be overwhelming. My biggest challenge was who to trust to do this surgery. I'd seen a few, before I was referred to AProf Michael Talbot. The difference. He treats you like a person, not a patient, and certainly not some faceless number. His down to earth honesty and guidance, made my journey a much easier one. Many specialist bog you down with technical talk. Dr Talbots explanations made sense and alleviated any concerns I had. This was my first ever major procedure and going into theatre I wasn't scared, I was excited for my new life to begin.\nThanks Mike I'm so happy to be going through my journey with you.",
        "time": 1751366143,
        "translated": false
      },
      {
        "author_name": "Kerry hunter",
        "author_url": "https://www.google.com/maps/contrib/117996690518698787018/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLpNLuP8-3DFjxnIjqm0wOs-IWyH7209kRAKodH79Zy7nBSYg=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "Professor Michael Talbot performed upper gastro surgery on my hiatus.\nI'm very happy with the outcome and would recommend him to anyone.\nHe is very personal and professional.\nGordon Hunter",
        "time": 1749770386,
        "translated": false
      },
      {
        "author_name": "Kellie Lambert",
        "author_url": "https://www.google.com/maps/contrib/107642560986093140850/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJVIc-xRiYVWttyJPNreiHTT13T3ltwFDui_gil84oH2cJFjQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I am now 14 months post weight loss surgery and Dr Talbot was my Surgeon.\nWithout a doubt, he is the best.\nI have had no issues, recovery was good and I continue to lose weight.\nThere are cheaper Surgeons around but no-one better and I would urge anyone considering weight loss surgery to go with Dr Talbot as you will not regret it.\nThe old saying of you get what you pay for certainly applies.\nAll in all best decision for my health I have ever made.",
        "time": 1714644163,
        "translated": false
      },
      {
        "author_name": "Shantell O'Callaghan",
        "author_url": "https://www.google.com/maps/contrib/109143213385399069098/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJIuHDsl7R8HM7YOn6foSBtvPf1TWAt1CUbeE2ERRGnS0JmgQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "I had a revision Gastric Sleeve to Gastric Bypass 12monthe ago… I’m extremely happy with Proff Michael Talbot and other treating Drs and staff in his surgery. He explains everything very clearly so you understand. He treats you with respect and is very easy to talk too. 100% caring, friendly professor I say. Wish I had of had Proff Michael Talbot for my Gastric Sleeve at the beginning. Highly recommend this Proff for any surgery to do with Upper GI issues. 😉",
        "time": 1670555837,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:21.100Z"
  },
  "dr-alex-craven-bariatric-upper-gastrointestinal-and-general-surgeon-bulleen": {
    "placeId": "ChIJv591IPVH1moRhKX7xBbTunU",
    "surgeonName": "Dr Alex Craven",
    "rating": 5,
    "totalRatings": 12,
    "reviews": [
      {
        "author_name": "Jenna Mitropoulos",
        "author_url": "https://www.google.com/maps/contrib/114608871924052053400/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjW7IfBmHUhto6IAS_y23WkZO7RoGu_xAMvs9wJanxceoy4d0YE=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a week ago",
        "text": "I really enjoyed working with Alex throughout the surgery process. I felt prepared going in, mentally strong for recovery and supported all the way along. Advice was tailored to my personal experience which I appreciated.",
        "time": 1758690547,
        "translated": false
      },
      {
        "author_name": "Maria De Sensi",
        "author_url": "https://www.google.com/maps/contrib/117889542638120304216/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLfQXaeuebZR0Ow8gkWZqXxpySZJFfr_e2PXHDmLpi3zcUYKA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 weeks ago",
        "text": "So happy that Alex and this clinic was recommended to me. From my initial consultation where he explained the procedure comprehensively and answering all my questions to post operation support has been outstanding. I feel supported by the friendly and caring team. Best decision I've ever made and would highly recommend Alex and this clinic.",
        "time": 1757574367,
        "translated": false
      },
      {
        "author_name": "Janine Hallett",
        "author_url": "https://www.google.com/maps/contrib/114663487392714973992/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWCVd37Ealiz6rzZTy0G9ioYPM9WxWqtUTzawvOpYUbs7iylT8=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 weeks ago",
        "text": "Alex has been great with me and has a gentle kind approach whilst being knowledgable and professional towards me. Ahmed did my surgery, but Alex has been handling the post op process. I did have a few hiccups, but we have fixed everything up and now all has been successful.",
        "time": 1757424218,
        "translated": false
      },
      {
        "author_name": "Laura Quiroga",
        "author_url": "https://www.google.com/maps/contrib/108131315703390488666/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjW_CA7QEP-kj7ye1lToDWK9hlG3DkiFt8CJD1pOSeJdhniWC4lO=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "4 weeks ago",
        "text": "I find Alex to be honest, down to earth in approach and realistic. He's patient when I have a screaming child in the background and understands his patients needs.  He breaks down and explains procedures, and processes which are otherwise overwhelming to understand. Highly recommend.",
        "time": 1757314494,
        "translated": false
      },
      {
        "author_name": "geoffrey goddard",
        "author_url": "https://www.google.com/maps/contrib/104824029464346770043/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXuhgfEF_sXA80p4J5c3dzTr6c4uT5KvNzg2qzif28ZqnV9bWcK=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 weeks ago",
        "text": "i have huge respect for dr alex craven, one of the most solicitous specialists i have encountered. his comprehensive pre-surgery briefings were an excellent and comforting preparation for a major operation to remove a tumour from my oesophagus, and his enthusiasm for what he does is wonderful to behold.",
        "time": 1757476209,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:21.374Z"
  },
  "dr-amitabha-das-liverpool": {
    "placeId": "ChIJoxcI6r6VEmsRmjhuuyw8Lcs",
    "surgeonName": "Dr Amitabha Das",
    "rating": 4.4,
    "totalRatings": 69,
    "reviews": [
      {
        "author_name": "Ingrid Krapez",
        "author_url": "https://www.google.com/maps/contrib/115467639297893191462/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKOnAh8rxRR9AHwfON6dI4OqQshLcO4vGCUPfPD5eqJqG3R_g=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "My experience with Dr Das was exactly what I look for in a Dr, he was professional in every way, very easy to talk to, I’m a person who likes to know exactly what’s going on, he answered every question I asked and added other information I needed to know, very informative, he spoke to me as an equal which I greatly appreciate.\nA lovely man.\nAlong with his very lovely staff who were also very easy to talk to and more than happy to help in anyway.\nThank you for making my surgery as easy and comfortable as possible.",
        "time": 1748939321,
        "translated": false
      },
      {
        "author_name": "A S",
        "author_url": "https://www.google.com/maps/contrib/104205173483341125701/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocITbPtf-cJnjkshOgCR3_ej-1aGJR9zaC6myAsluVg-NnsKbg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "I cannot thank Dr Das enough for his level of care, he listened to me and my health concerns. We set a realistic deadline and he and his team helped me get there. My bariatric surgery was the best decision I’ve ever made for my health and wellbeing and he has given me my life back.\nAll my consultations with Dr Das, Katie my dietitian, Kerrie and the admin team right through to the beautiful staff/nurses that took care of me at Southwest Sydney Private Hospital as Dr Das’ patient has been the best experience.\nThank you all for your amazing service and level of care, it’s been an awesome journey for me in the last 16 months.\nIf you’re considering bariatric surgery Dr Das and his team are where it’s at. This is by far the best weight loss tool I’ve been equipped with.",
        "time": 1747220665,
        "translated": false
      },
      {
        "author_name": "Michael Mileto",
        "author_url": "https://www.google.com/maps/contrib/117319216307143377889/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJpysJtW83U_GitMFtolXwDobXioJpLtlCqeMBLvuCs9MG6sxA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "Got referred by multiple people including my GP to Dr Das. From day one to recovery Dr Das and his staff were helpful and caring. Followed up with phone calls after surgery to see how I was progressing. It was obvious Dr Das was on the ball and is an expert in his field. After Gallbladder surgery my life has changed for the better. Thank you Dr Das and the staff!",
        "time": 1749859531,
        "translated": false
      },
      {
        "author_name": "Bruce Fitzpatrick",
        "author_url": "https://www.google.com/maps/contrib/116395727308520227940/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLKPjlCU4yhn67Opm-OLt8JOLL8wdVi0ZBgdv2r31dnCx9k_g=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "I recently had gallbladder surgery performed by Dr Das, prior to the operation he explained the procedure and advised me on things to do to aid my recovery. He was polite and respectful.\nFollowing my surgery and whist I was in recovery he rang my wife to advised her that the operation went well and there were no complications. Se was greatful for the call. I highly recommend Dr Das,",
        "time": 1747808194,
        "translated": false
      },
      {
        "author_name": "Gyorgees Zarib",
        "author_url": "https://www.google.com/maps/contrib/102195083194426919814/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVsIIeIMM6N_eEAo3CUF-zvOVx5QLhjB0jSclb-HVxoLpvomLlhUw=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "Exceptional Care and Professionalism - Highly Recommended\n\nI cannot speak highly enough of Dr. Amitabha Das and his entire medical team. From the moment I walked into the clinic, I was impressed by the warm, welcoming atmosphere and the professionalism of every staff member.\nDr. Das is truly outstanding - he combines exceptional medical expertise with genuine compassion for his patients. He took the time to thoroughly explain my condition, answered all my questions with patience, and made sure I felt comfortable throughout the entire process. His attention to detail and comprehensive approach to care gave me complete confidence in his treatment plan.\nThe nursing staff and support team are equally impressive. They were attentive, efficient, and always went above and beyond to ensure my comfort. The administrative staff made scheduling appointments seamless and were always helpful with insurance questions and follow-up care coordination.\nThe facility itself is modern, clean, and well-organised. Wait times were minimal, and the entire experience was smooth from check-in to discharge. It's clear that Dr. Das has built a practice centred on patient care and excellence.\nI would recommend Dr. Das and his team without hesitation to anyone seeking quality medical care. They truly set the standard for what healthcare should be - professional, compassionate, and patient-focused.",
        "time": 1749019310,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:21.847Z"
  },
  "dr-clare-bouffler-kingswood": {
    "placeId": "ChIJC-78w-mFEmsRkPyQgSiav04",
    "surgeonName": "Dr Clare Bouffler",
    "rating": 5,
    "totalRatings": 2,
    "reviews": [
      {
        "author_name": "Kerrie Spencer",
        "author_url": "https://www.google.com/maps/contrib/109748791838461004832/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXR61-a_3vYekkRHBaQil4aIbEE3gH18NRJWYvXaOUz6oUwuJM=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr Bouffler has helped me change my life. I’m at the early stages and I know that up until the end I will always be forever grateful for her coming into my life. The staff are amazing and I can’t fault any of them. Thank you so so much.",
        "time": 1754650156,
        "translated": false
      },
      {
        "author_name": "Zsuzsanna",
        "author_url": "https://www.google.com/maps/contrib/113982150930329217526/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUOAZOPHsPN1PowpkvNl7Opt8DHZ1csC-yIA44lYVKohEumjmHi=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Professional doctor. Thanks you look after me.",
        "time": 1721793376,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:22.341Z"
  },
  "dr-clement-tsang-hurstville": {
    "placeId": "ChIJLWTNEaK5EmsRwVLI4OFolhA",
    "surgeonName": "Dr Clement Tsang",
    "rating": 4.6,
    "totalRatings": 34,
    "reviews": [
      {
        "author_name": "Nelson Chew",
        "author_url": "https://www.google.com/maps/contrib/110813168332522455822/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJXRx9wIjpYHHJXFILk5cX00h9ntQX7w_feIrVcvxezqaVCGA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr. Clement Tsang is truly amazing !!\nI had a laparoscopic inguinal hernia repair on 15 April 2025, and the entire experience was excellent. Dr. Tsang and his team was incredibly professional, reassuring, and highly skilled throughout the whole process. The surgery went smoothly, and my recovery was quick and trouble-free.\nI highly recommend him without hesitation.",
        "time": 1746415508,
        "translated": false
      },
      {
        "author_name": "Lisa Owen",
        "author_url": "https://www.google.com/maps/contrib/109093522513421043499/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXDWrq7OE9SHceJc99Bqo9kwoW1YC3RCap6yJKmWYKeptmdvP07=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "I had a gastric sleeve and hiatus hernia repair with Dr Tsang and I couldn't be happier with the care I have received. In addition to his excellent surgical skills and proven track record he has been very responsive to my many questions and I feel like I have been given all the information that I need every step of the way. Thank you Dr Tsang",
        "time": 1751456703,
        "translated": false
      },
      {
        "author_name": "Sonya Tomic",
        "author_url": "https://www.google.com/maps/contrib/116496617928943869026/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXKNLdwX3eL2yPK1jpfMhWUQTq7ps1TIRTI0-rxgNFh_KBSBlw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr Tsang is awesome!\nCouldn’t recommend him more for lipoma removal.\nHe is very knowledgeable and personable.",
        "time": 1755509207,
        "translated": false
      },
      {
        "author_name": "Tegan K",
        "author_url": "https://www.google.com/maps/contrib/115598251957788952645/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVex1JtI0v-RaQ3xVkIs-PyNRnPqM0LBFkRWAlGcbMj0jGoeIOSFg=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I had a fantastic experience with Dr Tsang for the removal of sebaceous cysts on my scalp. I'm leaving a review as I found it so difficult to find a doctor in Sydney with positive reviews for this procedure. Dr Tsang is a great communicator, patient and easygoing. The whole procedure was over before I knew it, pain free and the incision is tiny (plus he didn't have to remove any hair so it's barely noticeable on my scalp!) Would highly recommend Dr Tsang for anyone looking to have a cyst removed.",
        "time": 1660872661,
        "translated": false
      },
      {
        "author_name": "Corinne McCully",
        "author_url": "https://www.google.com/maps/contrib/100103703594272809246/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXnetm6ql1RhruTBl8D5UAPt1Cqc3_PzpS0E5rr5ZYwS6N00ihLmw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Since 2022 I have had a Gastric Sleeve , Hiatis Hernia Repair ,Umbilical Hernia Repair and Gallbladder Removal all without any complications.\nDr Tsang is a great surgeon and I highly recommend him.",
        "time": 1727349080,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:22.660Z"
  },
  "dr-david-links-randwick": {
    "placeId": "ChIJg5ENau-zEmsRhVo6jfuRx4A",
    "surgeonName": "Dr David Links",
    "rating": 5,
    "totalRatings": 3,
    "reviews": [
      {
        "author_name": "Diana Castaño",
        "author_url": "https://www.google.com/maps/contrib/102733655688690693223/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVqfE7ciaDLTlAUyFC0wsBMVVfpbkC70zzdXKMn5qxNvVeWsOw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I recently had surgery for a hernia and a water cyst removal from the canal of Nuck, and I can't recommend Dr. David Links enough! From start to finish, Dr. Links was fantastic, very knowledgeable, caring, and made me feel at ease. The surgery went great, and my recovery was very smooth",
        "time": 1717884976,
        "translated": false
      },
      {
        "author_name": "Melissa Bowd",
        "author_url": "https://www.google.com/maps/contrib/107951020756947099030/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUP0ztwDb6_Q86wBc1-s17i6BfteWMrOvNjk3EjpWF44dV1kj98=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "So down to earth and for my gallbladder removal, I felt like I was in excellent hands.",
        "time": 1752410096,
        "translated": false
      },
      {
        "author_name": "Helen Schey",
        "author_url": "https://www.google.com/maps/contrib/111620222525893176512/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIkMDN-sbSluqk35G7OakprSDxYIWBWcwaTvBD52LW09vMG5A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Wonderful, caring surgeon.\nVery skilled.\nHighly Recomnend",
        "time": 1705538947,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:23.103Z"
  },
  "dr-david-yeo-camperdown": {
    "placeId": "ChIJOcV7xy6wEmsRhGugyrVZSu0",
    "surgeonName": "Dr David Yeo",
    "rating": 4.7,
    "totalRatings": 45,
    "reviews": [
      {
        "author_name": "James Norquay",
        "author_url": "https://www.google.com/maps/contrib/113990505510416777988/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVd7_lXwSZNoxRDqeEpQghJdGoRAlv8J7TajLCS02MXS-WRxFsO=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "After having emergency surgery last year, this year I needed to have a follow up surgery to fix a complex large hernia and some other complications from the prior surgery. After meeting with other top surgeons in Sydney they all advised me David was the best option for this surgery. After a few consults and a plan I felt very comfortable with David and his team doing the surgery. David and his team visited me every day in hospital. A few weeks post surgery I had a small complication I emailed his team and David called me with antibiotics within a few hours which fixed the issue. If you need a highly trusted upper GI surgeon in Sydney I would not hesitate to use David and his team. He is compassionate, very calm and very quick to respond to anything you need.",
        "time": 1750461218,
        "translated": false
      },
      {
        "author_name": "Ronald Fung",
        "author_url": "https://www.google.com/maps/contrib/111536875704884170409/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL9X9D1CTU-ae8mLc8_9xx3cMBBqgCmsfgN-ciKOTvSISdahA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr David Yeo is an empathetic surgeon who seems highly regarded by both his patients and his colleagues for his expertise in managing various conditions affecting the upper gastrointestinal tract. His team (Monika- Practice Manager and Rosa- Secretary) are fantastic and have been very helpful.",
        "time": 1755585747,
        "translated": false
      },
      {
        "author_name": "Peter Zacharias",
        "author_url": "https://www.google.com/maps/contrib/111652864967588635343/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXFXKVe_AvEYTkN-eO35neRqnlnjfVci3SVVeVH3pwYNhRKdQC_=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr Yeo, was very informative. I was out of hospital before 24hr were up. The whole team is very professional & polite. Best hospital stay ever. They made a difficult time enjoyable. Thank's to all of Dr Yeo's, team & all the lovely nurses in the TPU.\nI can't thank you enough.",
        "time": 1756533784,
        "translated": false
      },
      {
        "author_name": "Rayan El Said",
        "author_url": "https://www.google.com/maps/contrib/112086119121248818853/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV1JgM10Ak25IO9sA6EN7GshayoNm9AdeYfOOpHLZyievC-bQD1=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "I cannot express enough gratitude for the exceptional care I received. The doctor made me feel completely at ease, creating a comfortable and reassuring environment. His expertise is truly remarkable—he took the time to understand my situation in depth and skillfully put all the pieces together in a way no one else had. His dedication, compassion, and insight go far beyond expectations. I genuinely believe he is the best in his field and deserves to be ranked #1. If there were an option to choose him for every specialist service I ever needed, I wouldn’t think twice.\n\nNot only was the medical care outstanding, but the reception team was equally incredible. Their professionalism, efficiency, and exceptional communication made everything smooth sailing from start to finish. From scheduling to correspondence, every detail was handled seamlessly, adding to an overall stress-free experience.\n\nI am beyond thankful for this level of care and would highly recommend to anyone in need of top-tier medical expertise.",
        "time": 1741881128,
        "translated": false
      },
      {
        "author_name": "Kylie Wright",
        "author_url": "https://www.google.com/maps/contrib/110349354561584723445/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI4gNQeqQQZt6Zp0MQ0NH5CzBdCl0QiI1svadPdgXE5CNIFoA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I am thrilled to share my experience with Dr Yeo and his team for the second time in four years. From the moment I arrived at the office, I was greeted warmly by Monika the Office Manager, who made the check-in process smooth and hassle-free. Their professionalism and friendly demeanour set a positive tone for the entire visit.\nDr Yeo is a standout in the field of Upper GIT. He took the time to thoroughly explain my diagnosis and discuss all possible treatment options, ensuring I was well-informed and comfortable with the next steps. Their expertise and compassionate approach made a significant difference in my care.\nThe combination of Dr Yeo medical expertise and Monika’s excellent office support created an environment of confidence and comfort. I felt genuinely cared for every step of the way, from the initial consultation to the follow-up visit.\nI highly recommend Dr Yeo!",
        "time": 1723005343,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:23.354Z"
  },
  "dr-devesh-kaushal-upper-gi-weight-loss-surgeon-gregory-hills": {
    "placeId": "ChIJEcZY9-nvEmsRFOqdM8993Sw",
    "surgeonName": "Dr Devesh Kaushal",
    "rating": 4.9,
    "totalRatings": 50,
    "reviews": [
      {
        "author_name": "pramila dangol",
        "author_url": "https://www.google.com/maps/contrib/118190377854316296397/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV9PubTA4jwgG6_jJlrGRT4bL3aeZQUbubQ3lqN9g6DCPiJUlU=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "We are incredibly grateful to Dr Kaushal for the exceptional care and surgical expertise provided to my mother-in-law during her complex gangrenous gallbladder removal. It was a high-risk case, and we were deeply concerned, especially as she was visiting from overseas. Dr. Kaushal not only performed the surgery with great skill but also ensured a smooth and steady recovery.\n\nHis professionalism, clear communication, and genuine care made a world of difference to our family. The support and reassurance he provided throughout the process was outstanding. Thank you for giving her the best chance at recovery and treating her with such kindness and expertise.\n\nHighly recommend Dr. Kaushal to anyone in need of skilled and compassionate surgical care.",
        "time": 1754062854,
        "translated": false
      },
      {
        "author_name": "Amanda Natter",
        "author_url": "https://www.google.com/maps/contrib/112974303934577758111/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKzt2u3nC2W7Lk15s4WkWRJAGUEPIGl-oRZnOVSCvOjQ8CJMg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Very lucky to be in the hands of such a competent, caring and thorough Doctor. A very successful anti-reflux surgery and couldn’t be happier with the outcome! It wouldn’t have been possible without the kindness and efficiency of his wonderful secretary Jamiee. You are both amazing humans that have continuously complemented each other throughout my care over the years and I have always felt extremely valued. Thank you both!",
        "time": 1756303718,
        "translated": false
      },
      {
        "author_name": "Taylor Pepper",
        "author_url": "https://www.google.com/maps/contrib/114999597221750133854/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUJzzwTqcCWzjbymGI3Q3CosXVunCHgeAQjU--d09e4nBAHkURf=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Dr.Devesh was very good. He was very kind, professional and very helpful throughout the whole process of my gallbladder removal. Would definitely recommend him to friends and family",
        "time": 1753005334,
        "translated": false
      },
      {
        "author_name": "bmochan",
        "author_url": "https://www.google.com/maps/contrib/104928184471481874380/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJo6v4qLbYql6sbDYEPhYGvlfWe_DUD2zvqtvvrja0A6Qz1wA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "I had the privilege of being treated by Dr Kaushal and I can confidently say that my experience exceeded all expectations. Dr Kaushal’s expertise and skill are evident in the result and I am beyond pleased with the outcome.\nI am incredibly grateful for the care I received and would recommend Dr Kaushal to anyone seeking surgical care.",
        "time": 1738061155,
        "translated": false
      },
      {
        "author_name": "Neha Gauri",
        "author_url": "https://www.google.com/maps/contrib/115597988572389610538/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLvkIS3iG1D-yb5jnXrv_l3_-WLxKTZGU8PPnC8opoWWfb2jw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Kaushal is an excellent surgeon. He did an amazing job looking after my mother while she was sick. He was kind and empathetic throughout a very difficult time for my family. He was extremely thorough and made sure to keep us updated of any changes. I have recommended him to my extended family and friends and will continue to do so.",
        "time": 1699521361,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:23.613Z"
  },
  "dr-ernest-lim-bundoora": {
    "placeId": "ChIJKathaN5I1moRjGzzRUxKAok",
    "surgeonName": "Dr Ernest Lim",
    "rating": 5,
    "totalRatings": 2,
    "reviews": [
      {
        "author_name": "Vincent Fimeri",
        "author_url": "https://www.google.com/maps/contrib/100657615870921088415/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVe9MZAU_nuj2G-Rk4SmKzr827kxy_v4FxHEFObM324dHktYR2P=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "4 years ago",
        "text": "I had a small lipoma on my back and was recommended to Dr Lim by my regular GP. Following our appointment he gave me a public and private health option with the private fee very reasonable. We undertook the surgery at Northpark Private and everything was well done. From appointment to removal was less than 4 weeks, and I'd highly recommend Dr Lim.",
        "time": 1628680659,
        "translated": false
      },
      {
        "author_name": "Gabrielle Rees",
        "author_url": "https://www.google.com/maps/contrib/117629302538825786509/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIMMIuLatTy8BgBR_-VIK5Z5SSJi4smX0wZWhC3p2mlaKWU=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Excellent Doctor and Surgeon, caring, considerate and highly skilled, can absolutely recommend",
        "time": 1672036995,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:24.050Z"
  },
  "dr-fadil-khaleal-penrith": {
    "placeId": "ChIJWeLu14qFEmsRFatTfV5QTtU",
    "surgeonName": "Dr Fadil Khaleal",
    "rating": 4.6,
    "totalRatings": 16,
    "reviews": [
      {
        "author_name": "mitchell kammel",
        "author_url": "https://www.google.com/maps/contrib/109517190159835223885/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLrw12WNFhppddJp1lE684ON4XlGkEYM72vmuOEN45PNmWktA=s128-c0x00000000-cc-rp-mo",
        "rating": 2,
        "relative_time_description": "4 months ago",
        "text": "I’m sure Dr.  Khaleal Is a great surgeon, but he certainly needs to take Better care in diagnosing.\nI came to Dr. Khaleal After having a positive ultrasound result for a hernia. He had a look at me and said he was confident I didn’t have a hernia despite the ultrasound showing that, But instead, had a muscle tear.\nI spent the next few months being on light duties at work and doing physio to treat this so-called muscle tear. It became adamant that after Six months of this and still no progress I got another ultrasound which showed my hernia has grown and I got referred to a new surgeon who operated and fixed it. I am lucky that this was all through workers comp otherwise, it would’ve been a massive financial stress for me, But it still was so impeding and prolonged.\nI would hate for someone else to have the same experience as I did.",
        "time": 1748053960,
        "translated": false
      },
      {
        "author_name": "King Krxss",
        "author_url": "https://www.google.com/maps/contrib/100484729759449680041/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUssU8RPFuGuv2vFdIRehWuTA0iLXxZYSt1CCaebiyXP6IwS34=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "4 months ago",
        "text": "Terrible practice - needs new, adequately trained doctors. Nothing special about Fadel Khaleal.",
        "time": 1747024593,
        "translated": false
      },
      {
        "author_name": "ma rrria",
        "author_url": "https://www.google.com/maps/contrib/109101160970971053529/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWVXciQm_DtMeisyzTk6HKbk3otcBS73cWnxnq67lFME2tSM2ij=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "I had my lapband and sleeve performed by Dr Khaleal. 10 years with lapband and then he removed it and performed the sleeve on me. Best ever. Thank you for giving me my life back! He makes you so comfortable and knows his stuff.  He knew what was good for me, even if I didn’t. Thank you.",
        "time": 1684191516,
        "translated": false
      },
      {
        "author_name": "Amer Saeed",
        "author_url": "https://www.google.com/maps/contrib/117092174049923214128/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKpgAEOhbnmeH5dKxwDdi8biapsPCSFKUqpUdwOeOKg4wNb=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "Dr. Fadel Khalil has a developed mentality and aspires to always be better and this is what distinguishes his work. I am proud that I cooperated with him and he performed a successful surgery. I wish you success in all your life",
        "time": 1660274417,
        "translated": false
      },
      {
        "author_name": "Eddie80",
        "author_url": "https://www.google.com/maps/contrib/111802850467192040427/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJoigQj486s-qrBE3UoaWI0Uw-sXX0pICA4JoxRsKObuoyJNQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "Amazing service from the receptionist, she was very helpful as well as very well organised when it came to booking an emergency appointment for me. Doctor Fadil Khaleal was one of the best surgeons I’ve witnessed in western Sydney, he was very professional and got straight to the point.",
        "time": 1646633194,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:24.503Z"
  },
  "dr-faizur-reza-bella-vista": {
    "placeId": "ChIJedtdzhmZEmsR2j889dQuLMg",
    "surgeonName": "Dr Faizur Reza",
    "rating": 5,
    "totalRatings": 70,
    "reviews": [
      {
        "author_name": "Pragya Aditya",
        "author_url": "https://www.google.com/maps/contrib/109216089361190297527/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLdVUxY6u_8afSmTMoG9zPXscszuuCKUgsNib3U1eWA2UC1Uw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "in the last week",
        "text": "Dr. Reza performed a laparoscopic surgery for my husband a few months ago after he was admitted through Emergency. He was extremely professional with amazing bedside manners, and patiently answered our many questions—both before and after the surgery. He walked us through every step from beginning to end. His clarity in explaining the situation, while also taking the time to ensure we fully understood everything, gave us great confidence. We are deeply thankful for his expertise and compassionate care.",
        "time": 1759284692,
        "translated": false
      },
      {
        "author_name": "Jacalyn Willard-Martin",
        "author_url": "https://www.google.com/maps/contrib/104989661162450999957/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXEZuMfv_JIGl0P45KJOx8sUWvdkP6WBPMZqhDvgCjNSAtIVWVC=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "in the last week",
        "text": "Dr Reza performed my urgent and unexpected gallbladder removal. He was professional and caring and I felt completely safe in his care. My recovery has been exceptional. I would highly recommend Dr Reza to anyone, he is brilliant.",
        "time": 1759371704,
        "translated": false
      },
      {
        "author_name": "LOURDES D'COSTA",
        "author_url": "https://www.google.com/maps/contrib/106937651728923277560/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJzBfmsb4rmbsS17RF30dhLsPtiHrLBYn-xme_GRJmt9Zbflg=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "I first met Dr Reza when I was in the emergency department and again later when I was admitted. Under his care, my issue was monitored and treated successfully. At all times he  kept me informed of the current situation and what the next steps were. Once discharged I had to book a procedure which Dr Reza performed. He is a great surgeon and he genuinely makes an effort to ensure you understand everything. I would highly recommend Dr Reza.",
        "time": 1755105974,
        "translated": false
      },
      {
        "author_name": "Deeba B",
        "author_url": "https://www.google.com/maps/contrib/116816397581934809954/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLouDyCXgfWFQTA_pZhF55HuJewnX6kYfX8GnE0Fn6A0U7wIlqf=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "I am incredibly grateful to Dr. Faizur Reza for the outstanding care he provided to my father during an emergency. He operated on my Dad late at night, and despite the urgency, he remained calm, kind and extremely professional throughout. He was very humble and genuine.\nThe surgery was a complete success, and the follow - up care was just as impressive. He consistently checked in and made sure everything was progressing well.\nA special mention also to Mrs. Charlotte..his medical secretary, who was exceptionally kind and prompt in answering all our calls and queries. Her efficiency and politeness made the entire experience even smoother.\nHighly recommend Dr. Faizur Reza!",
        "time": 1752065993,
        "translated": false
      },
      {
        "author_name": "Sarah Vella",
        "author_url": "https://www.google.com/maps/contrib/114746784337545096540/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVX57Eq1AUchMy-k0ZlfD9IZXHxMsFgzSgqyq_Q4cNVjo098w0=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr. Reza is a professional in laparoscopy surgery. Both he and his team clearly communicated the process of my appendix removal. My successful surgery and rapid recovery is a testament to Dr. Reza’s exceptional skill. My scars have been recovering well thanks to his care and gentle work. Dr. Reza’s outstanding work extends to the care and communication offered post-surgery where he came to my room in the very late hours of the evening to explain how the surgery went and the findings which alleviated all stress. He then followed up with another meeting the next morning to provide photos of this findings and further explain my next steps towards a full recovery. Overall, Dr. Reza was an exceptional surgeon and doctor from start to finish with my appendix removal. Thank you!",
        "time": 1745456694,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:24.752Z"
  },
  "weightlossandkeyholesurgery": {
    "placeId": "ChIJvZOyGasfE2sRxhWKBqxm3uE",
    "surgeonName": "Dr James Chau",
    "rating": 5,
    "totalRatings": 7,
    "reviews": [
      {
        "author_name": "Belinda Barter",
        "author_url": "https://www.google.com/maps/contrib/112827259440425144010/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXwQyr5vuWJeoeOdOutSoBwf70piAl7tZP2evl3dZZRYVj1wws=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "It took me 2 years to finally make the decision to get the gastric sleeve, from the moment I met Dr James Chau I felt comfortable and confident that he was a very experienced, humble and kind specialist. Moving on now and I'm 5 months post op and can guarantee that my first impressions were right, Dr Chau has been wonderful and helped give me guidance throughout and was extremely professional and caring pre and post op.\nAnyone sitting on the fence I 100% recommend going with Dr James Chau",
        "time": 1653885554,
        "translated": false
      },
      {
        "author_name": "Patricia Finney",
        "author_url": "https://www.google.com/maps/contrib/113837287705176210885/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLXvwRTk9-jH5tKI-LWkdkG_HSaysOOvTXKMJ1nBm48dlHx0w=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I met with Dr Chau over a year ago on a consultation for gastric sleeve. From my first appointment with Dr Chau i was drawn to his expertise his persona and professional advise. I booked with him to have my operation June 2021. I am very happy with the outcome Dr Chau visited my twice a day in the hospital to check up on my recovery and I was overwhelmed by his daily visits and his caring and humble natural to all his clients. I am so happy I had been referred to by another friend that had the same procedure done over 3years. I have had no complications and almost a year since my gastric sleeve and i have lost 50kgs. I have been seeing Dr chau and his dietician every 3 months since my operation and his always welcoming, friendly, supportive and always shows alot of empathy and interest in his clients. My family GP says I am a success story that needs to be shared. I highly recommend Dr James Chau to anyone who is looking of having weight loss operation. I am the happiest I ahve been in along time and I am glad I chose to have the gastric sleeve. It has changed my life forever and I will be forever grateful and thankful to the Dr James Chau.\n\nKind Regards\nPatricia Finney Wollongong NSW",
        "time": 1654141770,
        "translated": false
      },
      {
        "author_name": "Elle Hunter",
        "author_url": "https://www.google.com/maps/contrib/109454553073296061275/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIXd_tYYNRBx51y4DYRLTbekameJThkH7xbU-QNt6jW7VRlBA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "So I was on the sideline thinking if I should inquire about the surgery with my GP… thank god I did. Dr.Chau has been so amazing and supportive from the first consultation to being in the hospital and then the 2 visits a day while in hospital and the follow up consult at 4 weeks and the 3 month one already booked in. I can not recommend him enough. His staff on the phone and so helpful and encouraging and remind me when I almost forget the time I’m due in. If you are not sure if you should do the surgery or your trying to choose a surgeon…can I please highly recommend Dr. James Chau!!!!",
        "time": 1653387209,
        "translated": false
      },
      {
        "author_name": "Mandy Vagg",
        "author_url": "https://www.google.com/maps/contrib/118120524530498121946/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIwFAIBoHHMEeHI0HJe5vArxEUEJPNCMyOGUbc9jcWofMcvwA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "Post op 5 days after a gastric sleeve operation and removed a nasty hernia.\nSo much thanks and appreciation to Dr Chau and team on my surgery and hospital stay.🙏\nNot a great start to recovery , but awesome care and reassurance for the next few weeks time.\nI leave the Hospital with confidence to return to the bush for rest and more recovery ❤️‍🩹 at home.",
        "time": 1651445821,
        "translated": false
      },
      {
        "author_name": "Danielle Coogan",
        "author_url": "https://www.google.com/maps/contrib/112456038330549813940/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJvtyeT9-dOykwdquZ03Nx9j_21KL3BiDWWjIHUsDcH8Ag6CQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I had WLS July 2021 and couldn't be happier. Dr Chau and his team are so supportive, compassionate and informative.\n\nI am now a very healthy weight and living life to the fullest.\n\nThank you Dr Chau and team, you are genuinely life savers 😁😁😁",
        "time": 1654335198,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:25.458Z"
  },
  "dr-james-gallagher-newtown": {
    "placeId": "ChIJJwF0oi2wEmsROQsfp6zkOnA",
    "surgeonName": "Dr James Gallagher",
    "rating": 5,
    "totalRatings": 2,
    "reviews": [
      {
        "author_name": "Li Yang",
        "author_url": "https://www.google.com/maps/contrib/108999530911773708126/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJ0Z00ihIQ-D0RbKagyLqrvWzGrsAnbuokFUdKshu1tWbpVtYo=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 years ago",
        "text": "",
        "time": 1531823429,
        "translated": false
      },
      {
        "author_name": "Anna Groth",
        "author_url": "https://www.google.com/maps/contrib/116819623895052891380/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI91SZILszm2aVwEDzKiP6w7xpzA45sEcvEQvzV7-e82PyGjA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 years ago",
        "text": "",
        "time": 1503992715,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:25.727Z"
  },
  "dr-jason-maani-kogarah": {
    "placeId": "ChIJ8RvQAOS5EmsRVcXt4aog-OA",
    "surgeonName": "Dr Jason Maani",
    "rating": 4.9,
    "totalRatings": 23,
    "reviews": [
      {
        "author_name": "STEVEN VIRAG",
        "author_url": "https://www.google.com/maps/contrib/115234330687002927977/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXbQFTY4RITVPN6RZDG2nmJJv3WbGw4arv0KfNLeItcrYwSLx0=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Where do I start? GAME CHANGER!\nMy surgery last year was performed by Dr Jason Maani and I would like to publicly express my happiness and health change to all!\nI was a depressed 155kg LAZY I hate the world attitude type of person, after years of life on horrible take away diet.\nI finally decided to have the sleeve surgery. Firstly I hate attached my photos below,  and I’m pretty sure you can agree and notice the 58kg weight loss my progress pics that I look at for motivation regularly and shake my head in shame and promised never to go back to the unhealthy lump I was.\nDr MAANI may god bless you and your fantastic staff!!! My life couldn’t be better and my overall health is so much better!!\nAnyone who is thinking of doing it please please read my blog. Highly recommend to all who are overweight and the main focus is health and spending time with my beautiful family!!!!!",
        "time": 1721707235,
        "translated": false
      },
      {
        "author_name": "Angelina Malek",
        "author_url": "https://www.google.com/maps/contrib/100255288814634387989/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJglzKYUcTAsFQ7Z9ODcEkuS7U3ndECEFhLxbhgIqYo6cthwg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "The sleeve surgery completely changed my life! Thank you Dr Maani for giving me the opportunity to become a healthier, happier me .\nI did the surgery exactly a year ago and I have lost 40kg! That was 100% of my body fat gone!\nI highly recommend Dr Maani for the sleeve surgery, he explained exactly what was going to happen and how .He also answered every single question I asked and explained it in detail to make sure I understood.\nHe made it very easy and comfortable for me thoughtout the whole journey\nBest thing I’ve ever done in my life !! Thank you again Doctor !",
        "time": 1550651083,
        "translated": false
      },
      {
        "author_name": "Nathan Bishop",
        "author_url": "https://www.google.com/maps/contrib/109244459113248676051/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIajOkMDcabGvMna0Gb5tHTnd1e164CBDmyP75kz7QIJMlOug=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "March 2018 I decided to see Dr Maani about weight loss surgery.\n\nMay 2018 I had bariatric surgery.\n\nIt has been the best decision I have ever made with the guidance of Dr Maani and his team was and still is sensational. His personal approach is fantastic and so supportive.\n\n12 months on and 80kgs loss!!!\n\nI am happy that Dr Maani has pointed me in the right direction. Every question that I asked was explained properly and he made sure that it was understood.\n\nDon't think twice if you are struggling with obesity and speak to him. This man has definitely saved my life and I will be forever thankful.\nI 100% recommend Dr Jason Maani and St George Private Hospital.\n\n( Sleeved 31st May 2018)\n\nThank you again Dr Maani\n\nNathan Bishop",
        "time": 1560331765,
        "translated": false
      },
      {
        "author_name": "Shannon Wells",
        "author_url": "https://www.google.com/maps/contrib/115894938618494574322/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVg68XEjC_EF1nViMjJBWybIqEbqncPlvxzxAeM7ImnD51Hjtk=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 years ago",
        "text": "Dr Maani is a very kind person. He helped put me at ease in regards to the survey and answered all questions it had about it as well. He is a great surgeon and his staff are wonderful. I highly recommend going to speak to him if you are interested in weight loss surgery; it's certainly changed my life and I'm happier for it.",
        "time": 1503547362,
        "translated": false
      },
      {
        "author_name": "Chelsie Webster",
        "author_url": "https://www.google.com/maps/contrib/110540897669855989125/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKRqhcRjI2YXw6GYU0E0VGQ4Du4YkPg3LxawbHuhHtTi76ClA=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "Dr Maani has changed my life and I am forever grateful to him and his team. I was sleeved by Dr Maani on the 4th of April 22 and I have since had a loss of 28kgs. The post op support is great and I have had all my pre op and post op questions answered. Steph in his admin team is really helpful and friendly as well. I have no hesitations in recommending Dr Maani and his team to anyone.",
        "time": 1661857749,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:26.223Z"
  },
  "dr-john-jorgensen-kogarah": {
    "placeId": "ChIJEf4EBOS5EmsRxpeEOL6lKtI",
    "surgeonName": "Dr John Jorgensen",
    "rating": 4.8,
    "totalRatings": 24,
    "reviews": [
      {
        "author_name": "Fahim Khan",
        "author_url": "https://www.google.com/maps/contrib/117212459359954927761/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV5yccDKRzs95q_ksqB0FXLJOtyneTQA0J8UKAW3ifx1qI7ZAI4=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "The entire team at Dr John Jorgensen's Bariatric are second to none, always reassuring and answering difficult questions.\nComing from someone who was extremely nervous going into the process of having a gastric sleeve done.\nDr Jorgensen & Silvia were able to answer all questions as well as quick responses to my emails post surgery.\nVery professional and thorough, highly reccommend!",
        "time": 1737676213,
        "translated": false
      },
      {
        "author_name": "Joanne Silva",
        "author_url": "https://www.google.com/maps/contrib/110401834581801295256/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIkYvn-6DHsotLDIsMWSe3dpQ61a6SXUtJkxOizvbkNGRpxQg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I had an appointment with Dr Jorgensen and he took his time to speak with me and explore all my questions and thoroughly discuss all my concerns. He made me feel comfortable and didn’t jump straight to surgery but offered solutions and research articles that supported the advice he gave me. I really enjoyed talking with him and would recommend him to anyone.",
        "time": 1647425198,
        "translated": false
      },
      {
        "author_name": "Helen Kondos",
        "author_url": "https://www.google.com/maps/contrib/109023990644048247511/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJ2dlvhM9wPv0TQenmx-KChBPvGO8D1hMEruznCfQo0whbK9A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 years ago",
        "text": "Dr Jorgensen was professional and easy to talk with during my consultation. Explained the procedure of my laparoscopic removal of the gallbladder in January 2018. He works with a good team of doctors, the anaesthetist was understanding and put correct procedures in place in order for me to avoid nausea from the anaesthetic. Surgery went well with no complications and I had a speedy recovery.",
        "time": 1524701198,
        "translated": false
      },
      {
        "author_name": "Nick (Nick)",
        "author_url": "https://www.google.com/maps/contrib/112759755615801745412/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI3YDzPsgxL2bblNyk1TG7BBc3SG_r3X_xQ2tDBFK7TAx2MXg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 years ago",
        "text": "Professional and pleasant. Thorough and caring in his explanation of my procedure, expectations and outcomes. I felt completely at ease and am continually enjoying the ongoing results of Dr Jorgensen’s good work.",
        "time": 1525341178,
        "translated": false
      },
      {
        "author_name": "digna magsino",
        "author_url": "https://www.google.com/maps/contrib/101621842340743585843/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL-MX4ldcvWeKvD_0UTzz-bsmmc9S--RCitUQ0l1JOODLoRTg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "An excellent surgeon who really cares about his patients and always thinks what is best for them. He has been known as the surgeon to go to for complicated surgeries.",
        "time": 1647422027,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:26.865Z"
  },
  "dr-john-ozmen-general-upper-gi-surgeon-bella-vista": {
    "placeId": "ChIJIfX7mwCiEmsRbBmM_SbmK2M",
    "surgeonName": "Dr John Ozmen",
    "rating": 5,
    "totalRatings": 46,
    "reviews": [
      {
        "author_name": "Angelina Cappello",
        "author_url": "https://www.google.com/maps/contrib/102682032621331920728/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK-8JhHrqUhaWtoaBZvBe9ELTQuazt27QlDF1Orq5CC9Za3D_I=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Dr Ozmen is a fantastic surgeon!!! I was admitted to Norwest Private for appendicitis and was swiftly seen by Dr Ozmen. He was very thorough in his explanation so I felt very confident going into the surgery - it was my first ever surgery and I was rather nervous but all went smoothly thanks to him. Healing with no complications and have already referred other family members to him for their own procedures. Absolute legend !",
        "time": 1753946875,
        "translated": false
      },
      {
        "author_name": "Elizabeth",
        "author_url": "https://www.google.com/maps/contrib/117832024949980290424/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLL5dXPYB6Im2nxjo8x2DMV-GGjvJS80Gerl_QcFBxczZMmJA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "Dr Ozmen is truely an amazing doctor! I was admitted to Norwest emergency and was diagnosed with gallstones, which resulted in my gallbladder needing to be removed. Dr Ozmen was able to operate on me the very next day. He was reassuring and very knowledgeable. He spent time explaining everything and addressing my concerns. The procedure went well and my recovery was also great. Dr Ozmen is one of the best doctors I have come across. I highly recommend him and his team.",
        "time": 1749094276,
        "translated": false
      },
      {
        "author_name": "PEARL JANISCH",
        "author_url": "https://www.google.com/maps/contrib/111832756518185471427/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocID6g_EicCmI7Zcmt9q_z2l7FWUZrz4VXM3ghTaZcyIAyOIYw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "Dr. Ozmen performed my mum’s gallbladder surgery and we couldn’t be more grateful. He was professional, kind, and made sure we felt comfortable every step of the way. The surgery went smoothly and her recovery has been great. Highly recommend him!",
        "time": 1751535098,
        "translated": false
      },
      {
        "author_name": "Hemant Tidke",
        "author_url": "https://www.google.com/maps/contrib/111889286317078832391/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJfknT4irNYm2vwXgNI3mqSb1JFdixSL7wKnwyvCH_hpQBx6g=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "I am ncredibly grateful to Dr. Ozmen for the excellent care I received before, during, and after my surgery. From our first consultation, I felt confident and reassured by his professionalism and warm demeanor. The procedure went smoothly, and my recovery has been better than I could have hoped for. Thank you, Dr. Ozmen, you truly made a difference in my life!",
        "time": 1749118196,
        "translated": false
      },
      {
        "author_name": "Krissy Koodrin",
        "author_url": "https://www.google.com/maps/contrib/109205080026011198826/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocItOwxHCQzKOwEpbEArFwaKE2IvcMCiDp11mCcPZkI1auPXRQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Dr.Ozmen and his staff perform perfect communication and exceed expectations. After getting multiple opinions from specialists about my umbilical hernia, my 1st interaction with Dr.Ozmen told me all I needed to know - I was most comfortable with him performing my surgery. Dr.Ozmen went above and beyond in ensuring that my current health complications were taken into consideration and that complications were minimized during and after the surgery.\nWe decided on a laparoscopic approach, and lucky we did as this allowed for a 2nd hernia to be identified which wouldn’t have been located during an open surgery.\nThank you very much for the care and consideration taken during my treatment.",
        "time": 1752813624,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:27.146Z"
  },
  "stgeorgeobesitysurgery": {
    "placeId": "ChIJEf4EBOS5EmsRhJ0_VhElfu0",
    "surgeonName": "Dr Ken Loi",
    "rating": 4.4,
    "totalRatings": 14,
    "reviews": [
      {
        "author_name": "Maria Tsolakis",
        "author_url": "https://www.google.com/maps/contrib/116947110457467858254/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLdRMalq6FBkRnUAb3nojeWnKvUfip2EBSbFAeX3Btx6kCGtQ=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "I developed a multiple hernia when we where over seas.\nI was very concerned and scared as I didn’t want to be operated over seas. I email Dr Loi and he reassured me that I will be safe to have the operation here in the next couple of days\nDr Loi is s Brilliant Dr Gentle Caring\nProfessional Excellent bed manners.\nBeautiful person that you can talk to . He saved me\nI love Dr Loi and I can recommend him\nfor any procedure you need.\nThank you Dr Loi\n😍🙏💋",
        "time": 1540159455,
        "translated": false
      },
      {
        "author_name": "Samantha Hayward",
        "author_url": "https://www.google.com/maps/contrib/110466840001678971775/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIp-KmlRQwI2hjcA3aDgJqUGFZdqhg3OSovDWPnBeIybQsPdg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 years ago",
        "text": "He was excellent and I've had a lot of surgeries so when I give someone 5 stars they have to have performed in all areas perfectly. He was informative his communication skills are second to none and he is very caring ensuring you're receiving the best care in the hospital. My operation was huge I was in the ICU for four days he came everyday sometimes twice. He had my pain management attended to straight away. He was sympathetic to my obvious discomfort when I cried he wiped my tears and told me how brave I was. When I went back for my check up he was so encouraging\nI have lost 55kg in 9 months. I feel secure I feel attractive I feel great. He is expensive but you get what you pay for. I'd couldn't recommend him enough.",
        "time": 1434530018,
        "translated": false
      },
      {
        "author_name": "Real Review",
        "author_url": "https://www.google.com/maps/contrib/109173310291037880061/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXohxFdxv5Tpa47AJR0eIXtuQSEaKdnsAFG8OJMGlx9JQzdCs5A=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "3 years ago",
        "text": "Dr. Loi + his team are lovely, professional with very personable bedside manners. My review relates to clinic policy. I opted to insert a bariatric balloon @ $6K. My body would not allow this. The company offered a refund to the practice, this was not offered to me, instead I was told my only option was another type of balloon an additional $1.3K (which I previously deemed too risky).My body rejected 2nd balloon, I feared for my life. The balloon was removed in 3 weeks. I lost a further $4.5K in sick leave/saline infusions. Go into chat rooms, do your research. Think about what you are NOT being told.",
        "time": 1638500832,
        "translated": false
      },
      {
        "author_name": "Counselling Service for You",
        "author_url": "https://www.google.com/maps/contrib/116142392708921271007/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUGs-ISV_RAToYf3yFQDkcPC_62PPzzfXujo6PQ4qTIBk5F3wYl=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 years ago",
        "text": "Dr Ken Loi and his team are so professional and caring.  They have a holistic approach to weight loss, even though through surgical means.  The dieticians, the practice nurse and the reception staff are always there to take your calls, and answer any concerns.  Dr Ken Loi's smile is contagious and his caring nature is second to none.",
        "time": 1431054834,
        "translated": false
      },
      {
        "author_name": "Spa Born Academy",
        "author_url": "https://www.google.com/maps/contrib/112009368877131060270/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVC8Bo6M3-t6sV_SsxMpP13GIWoF2qQWZwT78vlRPq_XSMkfgAw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "8 years ago",
        "text": "I had hernia operation with doctor Loi, was refer by my boss, he is amazing doctor, very caring. Now been 6 months after operation I have no problems about hernia. Highly recommended",
        "time": 1486331963,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:27.488Z"
  },
  "dr-mani-niazi-wantirna": {
    "placeId": "ChIJVVVVoQE81moRnEnQ7D6KkAg",
    "surgeonName": "Dr Mani Niazi",
    "rating": 4.9,
    "totalRatings": 127,
    "reviews": [
      {
        "author_name": "Chris Britter",
        "author_url": "https://www.google.com/maps/contrib/107667048184877614956/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXWitbijyeZmvkvWzLIr-Ugn9Fd2Y8FfzJXd73eggAlAcoPEadq=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "⭐️⭐️⭐️⭐️⭐️\nMani and his team have completely changed my life. From my very first consult, I felt supported, cared for, and truly listened to. Their guidance before and after surgery was full of helpful information, and I never felt like “just another patient” — they genuinely cared about my journey.\n\nMy gastric sleeve procedure went perfectly, and now, 3 months on, I feel like a whole new person. My health, energy, and confidence have improved more than I ever imagined. It’s not just about the weight loss — it’s about finally being able to enjoy life again.\n\nI’ll be forever grateful to Mani and his amazing team, and I cannot recommend them highly enough to anyone considering taking this step.",
        "time": 1756254637,
        "translated": false
      },
      {
        "author_name": "Shima Bahari",
        "author_url": "https://www.google.com/maps/contrib/110739502209504173845/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJyDqdmcjHHOZSqfMjSO839mHNXWTyoLMfdfXYcqTJschwkgno=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "I can’t thank Dr Niazi and his team enough for the incredible care I received. From the very first consultation, they made me feel comfortable, supported, and fully informed about every step of the process. Their professionalism and compassion truly set them apart.\n\nMy surgery went smoothly, and the recovery was much easier than I expected thanks to their skill and guidance. What stood out most was how attentive they were not just during the procedure, but also with follow-ups and making sure I was healing well both physically and mentally.",
        "time": 1755748092,
        "translated": false
      },
      {
        "author_name": "Felicia",
        "author_url": "https://www.google.com/maps/contrib/111457311030027860757/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIECfladfm7SOW8XjNCA6LNkpXxA8eLpKy_FDSrXYbBDGo3ig=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr Mani Niazi is an incredible surgeon. He is highly skilled, knowledgeable, professional and really wants the best for his patients. After loosing 76kg post gastric sleeve and keeping it off for over 3 years now I can honestly say Mani changed my life! I wish I made my first appointment with him 10 years earlier!",
        "time": 1756210169,
        "translated": false
      },
      {
        "author_name": "Ghazal Alishahi",
        "author_url": "https://www.google.com/maps/contrib/101097364156334211489/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVRMY_jQydyL5LGwDfG85NXi1GRcOOBVoJqU703m4H3sHBoHSM=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "Three months ago, I had a gastric sleeve surgery with Dr. Mani Niazi. I can confidently say he is one of the best doctors in this field. His experience, expertise, and knowledge are truly exceptional. He was respectful, supportive, and by my side every step of the way—from the initial consultation to post-surgery care. If you're looking for a trustworthy and skilled doctor for weight loss surgery, Dr. Mani Niazi is an excellent choice.🙏🙏🌹",
        "time": 1750327184,
        "translated": false
      },
      {
        "author_name": "Bree Peterson",
        "author_url": "https://www.google.com/maps/contrib/108649279455623758443/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI0vntuNwgrK8MHZeIkgrDxw0G0dQDNsDEZTfrQ1k0kmARrWw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Absolutely amazing. Dr Niazi is extremely kind, caring and is extremely knowledgeable. He does not make you feel bad for your previous eating habits, for him it’s the start of a new life for his patients. I’m so happy with every aspect of care, pre op, post op, calls, appointments with Tara and every aspect you feel supported, understood and it just makes you feel you can finally live the way you want to.",
        "time": 1755563625,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:27.942Z"
  },
  "dr-mani-niazi-langwarrin-mbsa-langwarrin": {
    "placeId": "ChIJt7JwXQUL1moRHe4P03qnkAI",
    "surgeonName": "Dr Mani Niazi",
    "rating": 5,
    "totalRatings": 3,
    "reviews": [
      {
        "author_name": "Joanne Butler",
        "author_url": "https://www.google.com/maps/contrib/116036249627488276051/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLfKCfnqhUea2WC0M4MotP9HP-HyDPeGCPUkTBjxK0kWvLjCg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "My husband was referred to Mani by his GP. With a bi- lateral abdominal tear. The surgery and recovery went extremely well, with little if no pain experienced ... Thankyou for a job well done 👍",
        "time": 1686797775,
        "translated": false
      },
      {
        "author_name": "Catherine Steele",
        "author_url": "https://www.google.com/maps/contrib/108876980806230932665/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIgT4_XlNHZiH4qfLtB4b26xH2sv1iJTT5Pb3Z3Y0Rki5O-jg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Dr Niazi performed a mini bypass for me.  He is very supportive and caring. Dr Niazi  and his staff have all been  excellent.  Highly recommend  him.",
        "time": 1673579017,
        "translated": false
      },
      {
        "author_name": "Carlee",
        "author_url": "https://www.google.com/maps/contrib/115315097261159742022/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUZs22xD_FVP2sz1yqaPbjFuZUMhqpp8ZY-C6L3UtqVAx9cBsdh=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "So grateful for Mani, Tara and the amazing team! So caring and supportive through every step!",
        "time": 1675983780,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:28.179Z"
  },
  "dr-michael-devadas-baulkham-hills": {
    "placeId": "ChIJ0cW2tuWhEmsR3QM1FLeRx7k",
    "surgeonName": "Dr Michael Devadas",
    "rating": 4.6,
    "totalRatings": 19,
    "reviews": [
      {
        "author_name": "Zar Ni Lwin Oo",
        "author_url": "https://www.google.com/maps/contrib/101829844546683105842/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIA6lmrjpLGme2DIO2YVJjyABa8Q58EhSBxVW_Vck-MpTJYMw=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "3 weeks ago",
        "text": "Receptionist’s apathetic, hostile and insensitive conduct made a bad experience worse\n\nI was referred to Dr Devadas’s clinic for an initial appointment but was never told to bring CT scans or reports. The consultation couldn’t proceed; instead, it was more of a brief meeting where I was advised to send the documents — documents the clinic had failed to remind me of in the first place. Yet I was still charged the full fee.\n\nWhen I followed up, the receptionist told me it was solely my responsibility to know what to bring and claimed that “95% of their clients know what to bring” without being told. She even suggested I send another email about our phone conversation so she could forward it to Dr Devadas — a remark that came across as indifferent, condescending, and designed to reinforce that she was right and I was wrong rather than acknowledging the clinic’s failure to provide clear instructions.  The lack of accountability, empathy, and professionalism was unacceptable, and I was left feeling blamed for something I could not reasonably have anticipated.\n\nTo be clear, Dr Devadas himself appeared friendly and professional during the brief first consultation. I however would not return to this clinic again — 50% because of the wasted first appointment, and 50% because of the receptionist, whose apathetic, hostile, and insensitive attitude made the experience far worse.\n\nClear communication and basic respect should not be too much to expect and no patient should be treated this way by a clinic meant to provide care.",
        "time": 1757428209,
        "translated": false
      },
      {
        "author_name": "Jaz Wolter",
        "author_url": "https://www.google.com/maps/contrib/110371550516248650880/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIyVOhFMV6PipnSoWWwbwWzVF-heQQFJUcbOFTb1BEb3G93Eg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Devadas is such a great surgeon with a very caring bedside manner. His receptionist Evelyn is lovely and so helpful!\n\nI’m sorry but the older receptionist is so extremely rude in how she speaks to people. She is the only negative experience I’ve had with these rooms. Not only personal experience on the phone and at my appointment, but also hearing her speak to other patients was very uncomfortable to hear.",
        "time": 1719400221,
        "translated": false
      },
      {
        "author_name": "anca dragan",
        "author_url": "https://www.google.com/maps/contrib/110893072786399796268/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJuxkC3oqUM1tA7qmD-4nG0erNjkHIm-2a5hkHaHvRcOeMReA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "9 months ago",
        "text": "I want to express my full gratitude for the successful operation that changed my life.\nDr. Devadas operates with exceptional safety and accuracy. He shows empathy towards patients and cooperates with them in a friendly manner.",
        "time": 1735710811,
        "translated": false
      },
      {
        "author_name": "Vikram Mann",
        "author_url": "https://www.google.com/maps/contrib/101388029864929549509/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUv2cW7Lq6NS9rEpuQrTc2LyLhuzGnfh_ks085f25gXsAF4ge7i=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr. Devadas and his anesthetist make an exceptional team, not only in their medical expertise but also in their compassion as human beings. When I reached out to Dr. Devadas's office, he swiftly arranged for my CT scan within a few hours. Recognizing the urgency of my situation and the pain I was enduring, he prioritized my case and placed me at the top of the list.\n\nFollowing the surgery, Dr. Devadas went above and beyond by checking in on me multiple times to ensure my well-being and recovery. The care I received at Norwest Private, particularly from the attentive and supportive recovery team, further underscored the excellence of Dr. Devadas and his associates.\n\nIn summary, I am immensely grateful for Dr. Devadas's exceptional care and consider him a true blessing for the Northwest corridor.",
        "time": 1709167020,
        "translated": false
      },
      {
        "author_name": "Katy Fitz",
        "author_url": "https://www.google.com/maps/contrib/115714964623068422159/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJeS63iCX7m7D5GkLNmcGVnYyJb_ZO7NPt8QlzCMXapOLAN=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "Dr Devadas has performed surgery on both myself and my partner. He is an amazing surgeon and a top bloke as well. He has fantastic bedside manner. He answered all our questions and has always been caring and professional at the same time (which is rare).\nHe has integrity in spades. If I had to have any surgery in my lifetime, I would trust this man with my life.\nHis staff are always caring and friendly. Mel and the team have been so kind to our family. Highly recommend.",
        "time": 1542941531,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:28.635Z"
  },
  "dr-michael-yunaev-potts-point": {
    "placeId": "ChIJocUl6gyuEmsRRlnWRZejzEw",
    "surgeonName": "Dr Michael Yunaev",
    "rating": 5,
    "totalRatings": 59,
    "reviews": [
      {
        "author_name": "grace mpundu",
        "author_url": "https://www.google.com/maps/contrib/111370147194019267577/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXim7D9AAfAOSDpdTZUIQeA6BkgWM0XPKH95c8aaLtZnX2AoMUa=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "I had a breast lift and reduction with fat grafting done by Dr Yunaev, and I’m really happy with how everything turned out. He was professional, kind, and made me feel comfortable the whole time.\n\nBig thanks to Regina at reception, she was amazing! From sorting out all the admin and bookings to answering my questions, she was  helpful and made the whole process way less stressful.\n\nTruly a fantastic experience from start to finish🙌",
        "time": 1751272419,
        "translated": false
      },
      {
        "author_name": "J Y",
        "author_url": "https://www.google.com/maps/contrib/116858606666703723392/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKjGym4CHMME3E5wgaTMk2ZbzgSRix_-UPiBk7RT1hFpEiLbA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "From my very first consultation with Dr. Michael Yunaev, I knew I was in the best hands. He was incredibly professional, knowledgeable, and took the time to truly listen to me. He was thorough in explaining every detail of the procedures I was having — from the expected results to the potential risks — and recommended the approach he believed would suit me best. That level of honesty and expertise gave me complete confidence in moving forward.\n\nI underwent a bilateral breast lift, reduction, and fat graft (using lipo from my abdomen), along with a fleur-de-lis tummy tuck. It was a big decision, but from start to finish, the care I received was exceptional. Dr. Yunaev and his team went above and beyond every step of the way, ensuring I felt supported, informed, and cared for throughout the process.\n\nNow just six weeks post-op, I’m already blown away by my results. I can only imagine how incredible things will look as I continue to heal over the coming months. I’m so grateful to Dr. Yunaev and his team for their outstanding work and care — I wouldn’t hesitate to recommend Dr. Yunaev to anyone considering plastic surgery",
        "time": 1752234892,
        "translated": false
      },
      {
        "author_name": "Oliver Cham",
        "author_url": "https://www.google.com/maps/contrib/106770824027351027898/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL4AB-j2r6-Q8Tamjx9dHQ9tK1_mtKEveEgXsu_DuEeGfh0RA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr. Yunaev has helped me through multiple different issues. The Dr. and his receptionist Regina have been amazing, great communication and their follow up and care is top shelf. Very highly recommended",
        "time": 1755492770,
        "translated": false
      },
      {
        "author_name": "Cherie M",
        "author_url": "https://www.google.com/maps/contrib/107190896055694545061/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXRX4L8xPtw6Zklcy35y-5aM6e7UKTJsOzwn5r1MBztKSo6qyoK=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "I had an exceptional experience with Dr. Yunaev and his team, from my very first consultation to the surgery and through to my aftercare at the hospital. Dr. Yunaev truly focuses on delivering quality over quantity, and his attention to detail gave me complete confidence throughout the process.\n\nA special mention goes to Regina, who was incredibly friendly and supportive every step of the way. Her helpfulness made the entire journey so much smoother.\n\nI’m beyond happy with my results and couldn’t recommend Dr. Yunaev and his team more highly. They truly provide outstanding care and professionalism!",
        "time": 1750220142,
        "translated": false
      },
      {
        "author_name": "Emilly Agnew",
        "author_url": "https://www.google.com/maps/contrib/111329904706648919322/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUj0swVbklZtnO0Vr0DvZLHCDEUOeOxFeLZqJgSdEBaflP_2wi4=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "I had a breast lift with Dr Yunaev and I couldn’t be happier!\nNot only has he restored my confidence and given me my life back, he also has such a kind and caring bedside manner.\nI expected to want to rush into having implants done ASAP, but the size and shape of my new boobs have exceeded my expectations.\nI highly recommend Dr Yunaev and his beautiful receptionist Regina!! 🫶🏼🫶🏼\nIf you want to see the awesome job he has done… you’ll have to follow him on instagram 😉",
        "time": 1731309993,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:29.342Z"
  },
  "dr-nicole-winter-east-melbourne": {
    "placeId": "ChIJ_88BV3JD1moRDxcx0SgnBrU",
    "surgeonName": "Dr Nicole Winter",
    "rating": 5,
    "totalRatings": 7,
    "reviews": [
      {
        "author_name": "Peter Iosefa",
        "author_url": "https://www.google.com/maps/contrib/114471238910503279052/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWX2B--kUyVL7qgGUY-2s5nDbFyeCL1rAzgF37g5lModYe--K4=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "I originally consulted Dr Nicole Winter via private and due to my health issue she was able to push me to public which was so appreciated. Even though she didnt perform the surgery but still performed by one of her brilliant surgeons at St Vincents, I would recommend 120%, thorough and awesome communication. Thanks Dr Nicole Winter.",
        "time": 1755569828,
        "translated": false
      },
      {
        "author_name": "Stephanie Huang",
        "author_url": "https://www.google.com/maps/contrib/111379726858216484211/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJqM90ucMYwahxZ8DhMKWcdxt9TsscG3pR4gDAumPyFtWt1mg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "I saw Nicole for two appointments. While she didn’t end up being my surgeon, she was compassionate and thorough during a difficult time in my life. She treated me in a very human way, which helped me to face the possibility of a challenging diagnosis.",
        "time": 1748090718,
        "translated": false
      },
      {
        "author_name": "B D",
        "author_url": "https://www.google.com/maps/contrib/115431088907442513612/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJ2EGdK3Vo6Nnh2f4kC0qCBm_YKFhaOFWpA9XH2Hg_g0VGHeQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "I would like to compliment Dr Nicole Winter for her excellent care.\n\nI underwent two rounds of surgery, both of which went flawlessly. Not only an excellent surgeon, Dr Winter is also a kind-hearted and compassionate person. I started the process of bariatric surgery with extreme trepidation. Dr Winter’s genuine concern for my wellbeing was obvious from the start, and my worries were quickly resolved.\n\nDr Winter has given me many more years of health and happiness. She almost certainly saved my life. I can't recommend this fantastic surgeon more highly. Cheers Doc.",
        "time": 1731392656,
        "translated": false
      },
      {
        "author_name": "Voula Gatziouras",
        "author_url": "https://www.google.com/maps/contrib/100086736650971898577/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIBA7XZj39XfiYNznYDHfmyPAWIRHWdDaigwOabG8FLx-_srQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Dr Nicole Winter is a very understanding person. She explained everything to me from day one and made me feel at ease. She also never made me doubt her because Nicole knows exactly what she is doing. Every time I meet up with her she has a smile on her face. I would recommend her to anyone.",
        "time": 1683788911,
        "translated": false
      },
      {
        "author_name": "Geraldine burne",
        "author_url": "https://www.google.com/maps/contrib/114575469083229150925/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLE5bNh6DvZ0mJCOiYRFxQ_NJZ-WiciMS-EsdqDM9ejCZmGXg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "My experience with Dr Nicole Winter has been professional & caring throughout. Nicole explained the procedure and what to expect and answered all questions that I had w empathy and understanding. I would highly recommend Dr. Nicole and her assistant Ally.",
        "time": 1683013959,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:30.075Z"
  },
  "dr-philip-le-page-campbelltown": {
    "placeId": "ChIJ6ZzsTarvEmsRlPNuHkom7VA",
    "surgeonName": "Dr Philip Le Page",
    "rating": 4.2,
    "totalRatings": 10,
    "reviews": [
      {
        "author_name": "Valerie Hawkins",
        "author_url": "https://www.google.com/maps/contrib/110369897974304533363/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjURVMK-poVSp-W3oTQWxiM2a6EKI8WAmhqCkQdQNj3qeXbJPCDP=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr LePage and team has treated me with dignity and respect. I find him professional, knowledgeable and he listens to my concerns.\nI have been under his care for several years now and I feel confident going forward that he will continue to do so.\nI thank Dr LePage for his surgical skills, that has given me a better quality of life.\nI would recommend this surgeon to anyone looking for a doctor that is approachable and that has good bedside manner.",
        "time": 1718522325,
        "translated": false
      },
      {
        "author_name": "Margaret Bradney",
        "author_url": "https://www.google.com/maps/contrib/103000267333746733046/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI2COyxZHzWLzv0-27HtzLsymNzShkS6M1MXTHT1JBI1lIOiQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Le Page and his team are highly professional, kind and understanding. His support network of dietitian and post surgery support program all accessed via phone or online is impressive and comforting. I am happy with my results so far, only early yet and am looking forward to a healthier future.",
        "time": 1707524311,
        "translated": false
      },
      {
        "author_name": "Brooke Hilton",
        "author_url": "https://www.google.com/maps/contrib/111322483194458908677/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVfIuhKOqTLPPmVGSYj8ruDq5mdS2UsOelusbQu6dPin5tGlLUU=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "I was referred to Dr Le Page by my personal GP, whom I trust implicitly. At no time have I been disappointed. I found Dr Le Page to be very kind and compassionate during our dealings. Having my surgeon contact me personally to make appointments was a touching extra to his personable nature. Dr Le Page was open to hearing how I was feeling both before and after surgery.  His clinic procedures were second to none, whether it was confirmation of appointments, referrals etc. I was always copied in, which left me feeling I had a small semblance of control during this confronting journey. I would like to thank De Le Page and his staff for this game changing surgery allowing me a chance to lead a better and healthier life.",
        "time": 1648783933,
        "translated": false
      },
      {
        "author_name": "Tayyaba Shaikh",
        "author_url": "https://www.google.com/maps/contrib/112518797386558303050/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLBQeE8P4nYr30PhH_NrCDeVYCW2v0XR4z83mZ6XhBdlWAXQg=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "a year ago",
        "text": "Went to see Dr Le Page for stomach issues, he wasn't able to help me since he suggested I needed a colonoscopy. Gave me 'His OPINION' that I need to see another Dr as he wasn't able to help and referred me to a different one. He then charged me the full amount after not being able to help me and said I was charged for him giving me his 'OPINION'\n\nThey said they would bulk bill my partner who he also was not able to help after taking their gallbladder out with their symptoms returning. He told my partner \"I don't know what's wrong with you\" and gave no other options on how to investigate this any further.\n\nSo he really did not help the either of us but thinks I should be grateful they bulk billed my partner. Geee thanks Dr Le Page!!",
        "time": 1712987054,
        "translated": false
      },
      {
        "author_name": "A Hilow",
        "author_url": "https://www.google.com/maps/contrib/101370931997682465624/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJElR8VnPZZpS3mWXnIZKFAos3IkWleUHdrMe7T_bXXnoUlbHE=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "a year ago",
        "text": "The worst experience I have ever had with a health practitioner. Had a gut related issue, went in for an opinion and was advised that I had to remove my gallbladder. After removal I was still having the same symptoms as before removing it. I went back for advice and I quote his response “I don’t know what’s wrong with you. You should go see someone else”. I am now in even more pain since before seeing this doctor. I feel betrayed and disappointed that he did not try to reassure me nor did he do he look deeper into it. I feel like I’ve been gutted, literally, and tossed.",
        "time": 1712716935,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:30.557Z"
  },
  "dr-philip-le-page-surgeon-frenchs-forest": {
    "placeId": "ChIJe4UtZG2pEmsRvTHpfaaVTsU",
    "surgeonName": "Dr Philip Le Page",
    "rating": 5,
    "totalRatings": 26,
    "reviews": [
      {
        "author_name": "Peter Scope",
        "author_url": "https://www.google.com/maps/contrib/103430765787398753000/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjX2dWlhIfpEmM9VnEKCL4EA28nTQK-XL_Eyao4qxWBk-JNszcLtJA=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Excellent service, Tracy and Louise make it all easy and are incredibly competent with great sense of humour.\n\nDr Le Page made me feel so comfortable with the surgery that I needed on a couple of occasions, extremely professional but with innate ability to put me at ease. Explained every aspect of the surgeries without holding back, open and honest.",
        "time": 1753080812,
        "translated": false
      },
      {
        "author_name": "Adam Bradley",
        "author_url": "https://www.google.com/maps/contrib/109579659078531441899/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWVe9YULNq4V22O-GZ9HTApzaYRq3TSDGKT9N1x1XCy6D4L3iSZ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "Words cannot express my gratitude to Dr Le Page and his superb team who were incredibly understanding, adapting and professional throughout my treatment. Like many who look for a specialist, you never quite know whether you've made the right choice or the person referred is the best fit. But in my case, I am very lucky to have found Dr Le Page and I would highly recommend to any one else.",
        "time": 1733110259,
        "translated": false
      },
      {
        "author_name": "Darrell Fay",
        "author_url": "https://www.google.com/maps/contrib/111701474699956768401/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL4h-IcCcmllHG3l1QrNRyTQ7ifNU4-ggSvLk4a9LpbkpI0EQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "My experiences through The P Le Page Surgery was exceptional. My pre op explanation thorough.  Operation smooth as silk. Post Op directions adhered too and yesterday at Follow Up Check ,I think we were both proud of the work performed.\nIf someone recommends Dr P Le Page for you ,do not hesitate , say yes.",
        "time": 1733311010,
        "translated": false
      },
      {
        "author_name": "Gavin White",
        "author_url": "https://www.google.com/maps/contrib/104448484972807063682/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKNW_mUUY-uUs06f35M7ndEGHO7hqUd6Z53SHuACCpLE0tMKg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Le Page and his team are outstanding. I'm very happy with the outcome of my surgery and the overall experience. Dr Le Page is an excellent surgeon and takes the time to explain or answer questions.",
        "time": 1698834267,
        "translated": false
      },
      {
        "author_name": "Max Glyde",
        "author_url": "https://www.google.com/maps/contrib/103250357143028991063/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocItuf7HQXqy7FS2EvYCsiuCS-vBw8oyaAhNNBHEa4svklQYWw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Le Page and his staff we amazing in their care for my 96 year old father, from fitting him in for an initial consultation, arranging a cardiologist and surgery all at short notice. Our family are so grateful for his care and professionalism.",
        "time": 1708067673,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:30.902Z"
  },
  "dr-ramez-bassari-richmond": {
    "placeId": "ChIJRUdos6FD1moR8Itosin2opg",
    "surgeonName": "Dr Ramez Bassari",
    "rating": 4.2,
    "totalRatings": 5,
    "reviews": [
      {
        "author_name": "scott hayward",
        "author_url": "https://www.google.com/maps/contrib/109277702908528384977/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJ2S7FCW7PcVh3sMuS1am_FJeN4YGIF3MfOh8C7D6CRaHS5yg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Ramez is an excellent Surgeon.  He listens and hears what you are saying, explains everything clearly and works with you as a patient if you want to be actively involved in the process.  I feel like he didn't give up on what was a long diagnostic path including getting other specialists in for a second opinion when required.  He also made great personal effort to schedule surgery  on the weekend chasing down anaesthetists out of hours to cater for my domestic family situation at home so I could get home quicker.  If he was not available in the hospital and there were concerns then he ensured that questions were answered by phone; many time which were well out of business hours.  Thanks Ramez for your professional  and personal service.",
        "time": 1709250332,
        "translated": false
      },
      {
        "author_name": "Gill",
        "author_url": "https://www.google.com/maps/contrib/115699660629228930122/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKrKXLYVp18g2DAjXfmxlgWFtldZ8LSPANza54NT_KQ35zbTw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Highly recommended - my surprising result caused much anxiety but was minimised by your surgeon recommendation, contact & referral.  Thankyou for your skill, follow up & professionalism.",
        "time": 1684999506,
        "translated": false
      },
      {
        "author_name": "C G",
        "author_url": "https://www.google.com/maps/contrib/107880339983048505736/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUsX-JVIM42LcdKMSjqQMljI2QukVcXKpC9kLbq3Ut4twefH_U=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Instant relief following surgery with Mr Bassari. His kind yet no nonsense approach put me at ease and I was confident about the procedure and next steps. Highly skilled. Highly recommended.",
        "time": 1704793670,
        "translated": false
      },
      {
        "author_name": "Tremayne Patterson",
        "author_url": "https://www.google.com/maps/contrib/101569303184918164193/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKe39YImQOXqBKsTZ-gEa_btmAViu5eJoWu0SpX6NTQOmWAVA=s128-c0x00000000-cc-rp-mo",
        "rating": 1,
        "relative_time_description": "4 years ago",
        "text": "",
        "time": 1618815545,
        "translated": false
      },
      {
        "author_name": "Kathy Anglin",
        "author_url": "https://www.google.com/maps/contrib/107290089687856683685/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLWEPNWRGNLwsW7vZAQ0mWO_YoNWXX0AEkcEaIaissEra5JLQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "",
        "time": 1576892847,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:31.567Z"
  },
  "dr-robert-candy-general-surgeon": {
    "placeId": "ChIJPf1u0RiyEmsRToAH5sYubG4",
    "surgeonName": "Dr Robert Gandy",
    "rating": 5,
    "totalRatings": 84,
    "reviews": [
      {
        "author_name": "Rodrigo Della Torre",
        "author_url": "https://www.google.com/maps/contrib/117406276219958676435/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUzxeMdNp95jqv6S3vMgxRUno7W7O97TCTh5WfWXZsOfKE7HFQ5Xw=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "a week ago",
        "text": "I'm extremely satisfied with the service provided by Dr. Robert Gandy! From the start, he was very professional and attentive, explaining everything in detail and answering my questions clearly and precisely.\nDuring the surgery, everything went perfectly and Dr. Gandy demonstrated impressive skill and care. After the operation, he provided me with all the necessary information about medications and post-operative care, and closely monitored my recovery.\nThanks to his competence and dedication, my recovery was quick and without complications. I felt safe and well cared for throughout the entire process.\nI give Dr. Gandy's service a 1000! He's a true professional and I highly recommend him to anyone in need of hernia surgery. Thank you, Dr. Gandy, for everything!",
        "time": 1758612214,
        "translated": false
      },
      {
        "author_name": "Suzan Tomczyk",
        "author_url": "https://www.google.com/maps/contrib/108723799451852912322/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWuRkI3wzhKgLCKmElqtqefCj0FInmMarAOQ8yc9YNdeR95gZo=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Dr Gandy and his team are second to none! I had to come in for a hernia repair and required to have a mesh. I’m also pleased as this was all done with keyhole surgery!  Dr Gandy is just phenomenal and honestly just very caring. You don’t get doctors like him all the time. 12 months in now and I’m feeling great!\nHighly recommend.",
        "time": 1755208590,
        "translated": false
      },
      {
        "author_name": "Lukas G",
        "author_url": "https://www.google.com/maps/contrib/111281152201025624491/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIned9r9nFGB-mb_mg6hBh9cSWUHFU2zkEg5oYWP4tfNmlF5QQ=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr. Gandy is an outstanding doctor!\nI saw him due to sudden, severe gallbladder pain, and I couldn’t be more grateful for the care I received.\n\nHis team was really kind and efficient, helping me book an appointment quickly. Dr. Gandy himself is warm, approachable, and clearly an expert in his field.\n\nThe surgery went smoothly, and the follow-up appointments were thorough and reassuring. He genuinely cares about his patients, and it shows at every step.",
        "time": 1746410893,
        "translated": false
      },
      {
        "author_name": "Lili C",
        "author_url": "https://www.google.com/maps/contrib/100606358858324239754/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIpOfR10WcPncli0pRkbu-SREsMcfwQK2LTobzAa2aPj7brwA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "So grateful to have had Dr Robert Gandy as my surgeon. It was my first time having surgery and he made the process so easy for me with his kindness and knowledge. Thank you Dr Gandy and his team for everything, and for also getting me in so quickly.",
        "time": 1755855466,
        "translated": false
      },
      {
        "author_name": "Chloe Dresser",
        "author_url": "https://www.google.com/maps/contrib/116040303742294200365/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK2ev0Ez6np9jR0-SyjClUgoT-A-f2TPCXRDoFBoJ2rEZsTlQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "I can’t speak anymore highly of Dr Robert Gandy, from my very first consultation he has provided the up most information regarding my gastric sleeve, even right before my surgery!! He is very professional, extremely knowledgeable and a fantastic surgeon. He has a genuine bedside manner and caring nature. His music choice in his operating rooms definitely helped my nerves, lightened my mood, anxiety, ptsd whilst awaiting to go in. The staff at the prince of wale were all absolutely fantastic having travelled from Newcastle it was an absolute pleasure being a patient at the hospital and having Dr Gandy my surgeon!! The team and staff at body free were all amazingly friendly , professional, absolutely promoted with their work and correspondences and no questions were ever an issue. Bianca was ever so helpful. I’m forever thankful for everyone service. I’m 4 weeks post op and i honestly didn’t expect to have such an amazing experience and for the first time in my life I have confidence which is all thanks to this amazing specialist and his team. Xx",
        "time": 1743234548,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:31.830Z"
  },
  "dr-roy-hopkins-upper-gi-bariatric-surgeon-kogarah": {
    "placeId": "ChIJLeOeOZG5EmsRbQQUsKia43U",
    "surgeonName": "Dr Roy Hopkins",
    "rating": 5,
    "totalRatings": 18,
    "reviews": [
      {
        "author_name": "Cassia Santana",
        "author_url": "https://www.google.com/maps/contrib/111046733650958847888/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJTZOzEesh9nYX4kI7vytmC1MXylS4dh2OAwZZamTRbDBvC5Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 months ago",
        "text": "I am deeply grateful to Dr. Roy Hopkins, UPPER GI & BARIATRIC Surgeon, for performing my hernia surgery and truly changing my life. From the first interaction with his kind and professional receptionist to the exceptional care I received from his entire team, every step of the journey exceeded my expectations.\nDr. Hopkins is not only an outstanding surgeon, but a remarkable human being. His compassion, dedication, and genuine concern for his patients touched my heart in a way I didn’t expect. My case was extremely complex, and yet he handled it with skill, confidence, and care that gave me hope and changed my life for much much better.\nHe didn’t just perform a surgery  he gave me a new beginning. Thank you, Dr. Hopkins, for your expertise, your heart, and for making such a difference in my life. God bless you and your family.",
        "time": 1751234796,
        "translated": false
      },
      {
        "author_name": "Camryn Turner",
        "author_url": "https://www.google.com/maps/contrib/115941510647087620714/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJPNJ-yTNgWbuwllf8LFj9wf_9PGZmwuVJRNcwjB5Cwf0_gxQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "Dr. Roy Hopkins is an outstanding surgeon! His expertise, dedication and genuine care for his patients are unparalleled. My wife recently underwent hiatus hernia (anti-reflux) surgery and the results have been truly life-changing. From the initial consultation to the exceptional post-op care, Dr. Hopkins exhibited incredible knowledge and professionalism. He took the time to clearly explain the procedure, ensuring she felt confident and reassured about the outcome. His compassion, meticulous attention to detail and unwavering commitment to patient care were extraordinary. We are deeply grateful for his skill and dedication – and also the wonderful care and support provided by his practice manager, Stephanie. Highly recommend!",
        "time": 1737668495,
        "translated": false
      },
      {
        "author_name": "Carole Penney",
        "author_url": "https://www.google.com/maps/contrib/113303800053482552460/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJxsOP7xCrfzTOPdgTbPSU6XQpqDFMF6xZEjTfn_Ncx7a3wDQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "My experience with Dr Roy Hopkins such a warm and caring specialist.From the moment I met him he made you feel at ease.His Manager Stephanie is always their to greet you with a warm welcome to the surgery 😊",
        "time": 1755239126,
        "translated": false
      },
      {
        "author_name": "Michelle Walker",
        "author_url": "https://www.google.com/maps/contrib/108703929855300187864/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIGY3dJLZ1DJNMWN47GQmPJrjjwaUVXYccoyROULyQa9bKGfw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "Dr Hopkins is the most compassionate,  caring & empathetic Dr I have ever met. Not only did the surgery go smoothly, the aftercare I received was second to none.\nI would have no hesitation in recommending him.",
        "time": 1732873195,
        "translated": false
      },
      {
        "author_name": "kylie de bont",
        "author_url": "https://www.google.com/maps/contrib/102716524129697941328/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLwzFmHWLgH53zUiB09JYBrAkdYZXQcA8RwsPwfWPns2UQk6A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "I had a gastric sleeve and a hiatus hernia repair in August this year with Dr Hopkins. I cannot recommend him and his team highly enough! Living on the South Coast NSW, I was nervous about choosing a surgeon, but all my fears were laid to rest after meeting Dr H for the first time! He is extremely knowledgeable and explained everything to me and answered my 1000 questions with the upmost patience! He thoroughly explained all of my options and together, we worked out a game plan. His team is definitely a 10/10 also! From Steph his practice manager who is so helpful, and accommodating to Penny the dietician who gave me the best advice and continues to be my almanac on everything dietry support, to Cameron his anesthetist who is the best guy I've ever had putting in a canula! Cameron immediately eased any pre op nerves. The whole team is like extended family and you immediately feel right at home.  If you are considering bariatric surgery, do yourself a favor and book in!  My only disappointment is that I did not do it years ago! Dr Hopkins is an absolute professional with a great personality and caring nature and he has the best taste in music which was awesome in the operating theater. Ive never felt so relaxed going into have a surgical procedure. I 1000% recommend, you wont be disappointed!",
        "time": 1732851525,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:32.106Z"
  },
  "dr-saras-and-co-team-qvm8ab2xhhv9x6ssxnjkzdg1tuuisa9ot4pbbzxpts": {
    "placeId": "ChIJUZnydOetEmsRgtrofzOX9S8",
    "surgeonName": "Dr Saras & Co",
    "rating": 4.3,
    "totalRatings": 3,
    "reviews": [
      {
        "author_name": "Deborah Parkinson",
        "author_url": "https://www.google.com/maps/contrib/105138812821530142235/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIYt5cBwSbQ4sOtsmGqN0QjUZGL5bmvIU9HFBZkJ5jrD8lq0Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "I had the most amazing treatment by Dr Saras extremely professional and I am totally satisfied with my filler and Botox it looks awesome.\nDr Saras gives a very natural look just what I was looking for, she certainly knows her work.\nStaff very professional in there dealing with clients they are very knowledgeable with the skin treatments and skin products, they make clients feel very welcome and at ease.\nI highly recommend the Double Bay clinic and Dr Saras’s other clinics as well for any treatments\nI have already pre booked for my next treatment.\n10 out of 10  in all areas",
        "time": 1599274233,
        "translated": false
      },
      {
        "author_name": "Miles Brown",
        "author_url": "https://www.google.com/maps/contrib/110441840505984391370/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIFHFwIaAuJLWb75aXRtZywKGWXWvSEG3cfh7JfdUbDdtmxoQ=s128-c0x00000000-cc-rp-mo-ba5",
        "rating": 3,
        "relative_time_description": "3 years ago",
        "text": "Really wish they would fix the flickering light out the front",
        "time": 1651301299,
        "translated": false
      },
      {
        "author_name": "sally duesing",
        "author_url": "https://www.google.com/maps/contrib/104516095957817821386/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLQ36p-j1674GnbGMzU0fAZok-Ydmq4-XDyzhPx59tPLECduQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "",
        "time": 1599274052,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:32.343Z"
  },
  "dr-stuart-pincott-frenchs-forest": {
    "placeId": "ChIJ9a95_IiqEmsR3s1O3YQ8rpg",
    "surgeonName": "Dr Stuart Pincott",
    "rating": 4.6,
    "totalRatings": 24,
    "reviews": [
      {
        "author_name": "Elizabeth Patrice",
        "author_url": "https://www.google.com/maps/contrib/105304993562537336962/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLinxZkukeRF_ZlgsadPIf0eVIZpx9jOBfH-9bMwPoIv-bhIA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Excellent service from Dr Pincottt. Initial appointment he was very down to earth, good sense of human & funny . Nursing staff were excellent pre & post op & after surgery Dr came in recovery to let me know everything went well. The next day his team came around that were very nice too. Thank you so much.",
        "time": 1752633019,
        "translated": false
      },
      {
        "author_name": "Oleksandr “Alex”",
        "author_url": "https://www.google.com/maps/contrib/109450444183731412122/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJH9YdOCqC_aYSl8z-VfEINaxO-038LbKfYSaEI8470Bzt5pw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 weeks ago",
        "text": "Had a gastroscopy with Dr Pincott last year. Super friendly, calm and thorough, gave great advice and my stomach has been good since. Very grateful",
        "time": 1757979118,
        "translated": false
      },
      {
        "author_name": "Peter Gow",
        "author_url": "https://www.google.com/maps/contrib/105887213851207030812/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUJM4dEZgQnp2Mt1tQ_4JQdhSTB3zqg9yaoyvnNlcDDvn7w3_87=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "At the first meeting, I felt very comfortable with Dr Pincott. He’s very professional and fully explains his diagnosis and what will happen during surgery.  After surgery, his follow up is also very reassuring. His reception staff are excellent. Overall, highly recommended.",
        "time": 1691103368,
        "translated": false
      },
      {
        "author_name": "Lara Col",
        "author_url": "https://www.google.com/maps/contrib/113584899922986931016/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIrn7GIKDHy0cr4sOnksDHvzLBNcYZb_fJRzTUPo6iNb9fbhQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Dr Stuart Pincott gave me excellent advice. Following which I had surgery. His post operative care was incredible and came to discuss with me the next day. He also was available when I called following the surgery for advice on managing pain (that was standard with this surgery). Would recommend to family and friends if they needed a specialist surgeon in this field.",
        "time": 1684669088,
        "translated": false
      },
      {
        "author_name": "Mel M Harris",
        "author_url": "https://www.google.com/maps/contrib/107315718365550920503/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjULFPcGXio8i8NKGaIzANirhTL79_y8dhddBhUu73ke05dcbxU=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 1,
        "relative_time_description": "a year ago",
        "text": "The worst. As someone with multiple chronic conditions/disability, I have seen countless surgeons over the years, but Stuart has to be the worst.\nI was referred to this guy to investigate lower abdo pain. He consistently cut us off and talked over the top of myself and my carer when answering his questions.\nHe confidently diagnosed me (incorrectly) with something I'd already had ruled out by countless examinations and tests. He insisted on repeating scopes I'd already had recently (no outcome) because he had not done it himself. I left extremely upset and angry as he had not listened to a single thing we'd said, however he insisted that this is just the *first step* and, though it might be hard, he \"will figure it out\". I went along with the scopes he insisted on which, as expected, yielded no answers and proved his arrogant prediction wrong.\nI then heard nothing so I contacted the office requesting his guidance on next steps (as he'd indicated this was simply the *first step*). His reply stated that since he did not find anything, he saw \"no point being involved in (my) care moving forward.\"\nIn addition, reception staff were extremely rude and dismissive of my needs as a person with a disability who could not easily prep for these tests and denied any assistance in securing a hospital bed overnight to prep for the procedure. This was discussed during our consult, however when the time came I was simply told \"well maybe you should've mentioned it during your consult.\"\nHe doesn't listen and he doesn't give a toss.",
        "time": 1712828680,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:32.796Z"
  },
  "dr-suhirdan-vivekanandarajah-darlinghurst": {
    "placeId": "ChIJG6ZBaRCuEmsR9V81Ke2TZmY",
    "surgeonName": "Dr Suhirdan Vivekanandarajah",
    "rating": 5,
    "totalRatings": 13,
    "reviews": [
      {
        "author_name": "Bene",
        "author_url": "https://www.google.com/maps/contrib/104375629707171656435/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVx9LmG0omnjTVwrNvSJ34UZlBmJj6Z9bXDW2x5UV6mJ0jWiluE=s128-c0x00000000-cc-rp-mo-ba5",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "Amazing Doctor.\nI'd been essentially house bound for 7 years following esophageal cancer surgery by a different prominent Sydney surgeon, and had been defined as permanently disabled.\nIn desperation I researched peer reviewed medical journals and found Doctor Suhirdan who diagnosed the other surgeons error within 5 minutes though our initial verbal consult.\nHe then had me back to full functioning health in less than a month.\nThank you Suhirdan, you gave me my life back 😊",
        "time": 1747958820,
        "translated": false
      },
      {
        "author_name": "Sen Gnanam",
        "author_url": "https://www.google.com/maps/contrib/100106747151089059059/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLzLzB_z18JcZLaUxoBH-1nh5v2MiWY8SXnKk5wU67L3Hih0w=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "Dr Suhirdan was amazing! I've had ulcerative colitis for close to a decade and I was in bad shape when I 1st saw him not too long ago. I had seen multiple dr prior and been inflamed for  years while i was on other meds for the colitis which obviously wasn't working well. I was barely on survival mode and kind of assumed that is as good as it gets. He quickly brought the inflammation down with new drugs and this is best ever felt in the last decade.",
        "time": 1733521881,
        "translated": false
      },
      {
        "author_name": "Rashmi Patra",
        "author_url": "https://www.google.com/maps/contrib/104488936954907587125/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIEwSexG07nTEZ7MQ-SlsolDK1oTsBbgBzjLaGbBXfyJ43x1A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "Omg! Dr Suhirdan is an amazing doctor and is a very good listener. I would love to stay under him to manage my ongoing gastro issue. He has asked me to do few tests for further diagnosis\n\nThank you so much Dr Suhirdan",
        "time": 1738726056,
        "translated": false
      },
      {
        "author_name": "Keeley",
        "author_url": "https://www.google.com/maps/contrib/105225180734931469147/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLRI6EC6WXgCXPNgbLpBiUzgdv5aHOVUYLC5QKPxE1lunbSQQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Dr Suhirdan is the best doctor I have ever met. Whilst his knowledge and expertise is second to none it’s his care, kindness and genuine empathy for his patients that really sets him apart from any other doctor I have been treated by. I had been struggling with gut issues for 2 years after contracting a stomach bug from drinking tank water and no doctor I had been seen by was able to give me any relief from the debilitating symptoms. I remember crying through my whole initial appointment with doctor Suhirdan because my illness was affecting my life so much. I was engaged at the time and wasn’t even looking forward to my wedding because I was so anxious about being sick on the day. Since that initial appointment Dr Suhirdan has helped me so much. Whilst I still have a little way to go im pleased to say i am well on the way to getting my life back. When my sickness was at its worst I came across excellent reviews about Dr Suhirdan which helped me find him. So I hope this review helps someone else like me. I am pleased to say I got married last week and thanks to Dr Suhirdan I enjoyed every second of the day!",
        "time": 1696311266,
        "translated": false
      },
      {
        "author_name": "kathrin edgar",
        "author_url": "https://www.google.com/maps/contrib/106124125228085770911/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKjkCsq-8HzrsHk-FfH1LUsqV3fcQ4HKePoDGyYkBAGbTjqow=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Dr Suhirdan is an amazing doctor. I have been dealing with stomach issues for over 3 years without any solutions from doctors. I found him through a friend who had been to him. I can’t recommend him enough. He has been a life saver.",
        "time": 1692106462,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:33.043Z"
  },
  "darebinweightlosssurgery": {
    "placeId": "ChIJAZZI9ANH1moRZy2HwWSszHk",
    "surgeonName": "Dr. Ahmad Aly",
    "rating": 5,
    "totalRatings": 6,
    "reviews": [
      {
        "author_name": "Tammy Bumpstead",
        "author_url": "https://www.google.com/maps/contrib/108803449743162589193/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIdakLl1nt1fytEnE63VRBFgxgmQRBfYQiHEUmNen4Kpfpykg=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I have had the best experience with Dr Aly, what an amazing man. Thank you so very much for everything you have done for me, I am so extremely lucky to have had such a wonderful Dr complete my surgery thank you! 🙏\nThank you to all administrators, nurses and everyone else involved, you’re all very much appreciated with everything you all do. Excellent team of people and I am so grateful to you all.",
        "time": 1723760786,
        "translated": false
      },
      {
        "author_name": "M S",
        "author_url": "https://www.google.com/maps/contrib/104496052073072613132/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLLcAs5H9OVVO-u-ptdx3TBTw2L8e6OU0wAcBT5MjWjqyheiA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "3 years ago",
        "text": "Never have I ever met such caring and loving team. Huge thank you to Dr Aly, Shelley and Kelly for taking care of my mother since the second she was referred to them.  Super respectful and always go above and beyond.\n\nThank you once again ❤️",
        "time": 1634277092,
        "translated": false
      },
      {
        "author_name": "David Miller",
        "author_url": "https://www.google.com/maps/contrib/116181226024309685103/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjU-AIwnA255tIC4W187Uiu-ukNXXS41olfXLdj5shiL_sYuLDNF=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "What a magnificent surgeon and person. My surgery went very well. Fixed my issue. He made me feel safe and part of the whole medical treatment.  I can highly recommend Ahmad a great health professional.",
        "time": 1714082381,
        "translated": false
      },
      {
        "author_name": "Rasha Almohaisen",
        "author_url": "https://www.google.com/maps/contrib/116090492000074363378/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKph3l7T9CkVRJOxlwG62KsPJMrjokmcVlFwoNIgt-DkYGKBg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 years ago",
        "text": "An amazing person",
        "time": 1603943206,
        "translated": false
      },
      {
        "author_name": "Jim Lekkas",
        "author_url": "https://www.google.com/maps/contrib/109425006220247086146/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK8P-nJ0DE5E2ZDyBhDpRcubhS4DLKzZ6OE59lT5FfAe6NESQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "",
        "time": 1566899317,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:33.379Z"
  },
  "a76f4241ed0b4281877c5e832ce1a70b": {
    "placeId": "ChIJj1tSAIOZEmsRgU7IxMqRQvU",
    "surgeonName": "Dr. Chris Nahm",
    "rating": 5,
    "totalRatings": 14,
    "reviews": [
      {
        "author_name": "Jack Singh",
        "author_url": "https://www.google.com/maps/contrib/108970156668212946342/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKHmoFLJVoOBJ2rJkCRA1rdWk0Ka6wIN67JTjoHIj9H501AbA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Thank you Dr Chris Nahm for an absolute amazing experience for my hernia surgery. From the initial consultation to my surgery and follow up was so helpful relaxed. Appreciate your kindness and patience. God bless you n your team",
        "time": 1755779267,
        "translated": false
      },
      {
        "author_name": "Oliver Remo",
        "author_url": "https://www.google.com/maps/contrib/106851621853846344291/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJka8zNyWukL0dgpEYhEpiqqx27LBgJpBQ6vSWyrBeXhRHYzQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "11 months ago",
        "text": "Dr. Nahm is truly a lifesaver. After my wife suffered unexpected complications from surgery performed by another doctor, she was urgently transferred between hospitals. In the midst of this medical crisis, Dr. Nahm took charge, leading a compassionate and highly skilled medical team to handle her complex case with precision and care, ultimately guiding her to a smooth and successful recovery.\n\nWhat impressed us the most was his ability to design a less invasive yet durable solution, all within the constraints of an urgent, time-sensitive situation. Although we don’t have extensive medical knowledge, it was clear that we were under the care of an exceptional physician, whose unwavering dedication to saving lives shone through every step of the process. Dr. Nahm exemplifies the highest standard of medical excellence and is, without a doubt, highly recommended!",
        "time": 1729069453,
        "translated": false
      },
      {
        "author_name": "Olivia Sutton",
        "author_url": "https://www.google.com/maps/contrib/117400587266131065421/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXS22G8kh5zR58bbiIE91Oo-8lVGm3nckKsI1UxopAup-2C55mu=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Such an amazing experience wth Dr Chris Nahm and we can't recommend him highly enough!!\n\nWe chose Dr Chris Nahm for my mother after wonderful recommendations from a number of our friends.\n\nDr Chris Nahm is highly professional, incredibly personable and genuinely caring. Chris and his team have a supportive approach with patients and their families and he is able to share his expertise and insight thoroughly.\n\nWe enjoyed our visits each time and will be recommending him to all our family and friends who needs help in this area.    My Mum said \"Thank you Dr Chris for saving my life\".",
        "time": 1670023760,
        "translated": false
      },
      {
        "author_name": "Nelly Abdallah",
        "author_url": "https://www.google.com/maps/contrib/116474494523438665293/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjW_00SuvkNJxHEbf3ajD05OilZNKM2e6B3k80UQxmj1ZAyWdDo=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Chris Nahm is an absolute legend. We cannot thank him enough for helping my mum Maryam and giving her back to us in great health after the Whipple procedure. His compassion for his patients is like no other Dr I have met. I highly recommend Dr Chris Nahm to everyone that is lucky enough to be treated by him. THANK YOU FOR EVERYTHING YOU HAVE DONE.",
        "time": 1706492519,
        "translated": false
      },
      {
        "author_name": "Pam Neale-Justins",
        "author_url": "https://www.google.com/maps/contrib/113790308722194551934/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL8tNN6uSMlF2G-ad5z1IhIp2qfRLIlMX8dIV8s09t4Rpf1dQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr Nahm was knowledgeable, highly skilled with my complex liver surgery, thorough, follow up, encouragement and his kindness all contributed to an excellent outcome for my cancer journey.",
        "time": 1744926231,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:33.638Z"
  },
  "dr-mark-magdy-miranda": {
    "placeId": "ChIJXx9aKs25EmsRST6j-im3L6Y",
    "surgeonName": "Dr. Mark Magdy",
    "rating": 5,
    "totalRatings": 109,
    "reviews": [
      {
        "author_name": "djjmof3",
        "author_url": "https://www.google.com/maps/contrib/103944382617723366146/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKJ7VakyrxOExnnmo2rkuyux-Oq0274YIoapdneRYffVXcCcQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Amazing surgeon. Very thorough and explanations are great. Friendly.\nDr Magdy has seen me over the years for several issues and has always sorted them out. He has recently done my final surgery and I'm already seeing great results. Almost no pain afterwards! Highly recommended",
        "time": 1755472018,
        "translated": false
      },
      {
        "author_name": "Michelle Rogers",
        "author_url": "https://www.google.com/maps/contrib/103487356177789865774/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUn0LWUNxd2KKEr3lEeARCTszMLpkLO_9xOqcerMXaFNJH_cH4M=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "What a fabulous, caring and empathetic young man!  I saw Dr Magdy on the Tuesday and was in theatre the following Monday after being very unwell for eighteen months!  He is very informative and highly skilled and visits to the hospital are many when you are there.  Would confidently recommend him to others.",
        "time": 1755604967,
        "translated": false
      },
      {
        "author_name": "Lovana Daniel",
        "author_url": "https://www.google.com/maps/contrib/101849882964375672854/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKmAnL6fnhflh62bNesJSmvVXzLLR9nL46PDz2wH0xDuw77-A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Dr Magdy has been one of the most phenomenal doctors I’ve had the pleasure of seeing. After struggling with weight loss for many years and the significant toll on my mental health, I saw Dr Magdy to plan a weight loss procedure, mainly intending to get the Allurion balloon. During my first consultation, Dr Magdy was honest about my options and the pros and cons of each, settling on trying Ozempic over a couple months. In consultation with him and Sharron, the dietitian (who was also amazing and so helpful in helping me cater food choices to fit my health journey), I’ve lost a total of 19kg in 6 months and have never felt better physically and mentally. As a doctor myself, I highly recommend Dr Magdy and his whole team and will forever be thankful to them!",
        "time": 1752218343,
        "translated": false
      },
      {
        "author_name": "Stavros Jan",
        "author_url": "https://www.google.com/maps/contrib/111873876639108600283/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJicKGMRwL60br_M3nkIiSGyvM3Jg89IjKKhhIfnvqW0c-akw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "I am incredibly grateful to Dr. Mark Magdy for the exceptional care I received. He not only saved my sanity  but also took the time to explain everything thoroughly, ensuring I felt informed and supported every step of the way. His kindness and dedication, along with the friendliness and helpfulness of his staff, made a difficult time much more manageable. I cannot thank Dr.Mark Magdy enough for his expertise and compassion—he truly goes above and beyond for his patients. Regard Janice .K",
        "time": 1741980158,
        "translated": false
      },
      {
        "author_name": "Lindsay Trevethan",
        "author_url": "https://www.google.com/maps/contrib/115316464665088169930/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJumyeLF1EP-4hc40hxE6VfQZBWbEcXX1VVLznDTojWs806nQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 months ago",
        "text": "I cannot thank Dr. Magdy enough for the exceptional care I received during my recent gallbladder surgery while pregnant. From the moment I met with Dr. Magdy, I felt reassured and confident in their expertise. He took the time to explain the procedure in detail, answered all of my questions, and ensured my health and my baby's health were prioritised at every step\n\nI truly felt like I was in the best hands, and I would highly recommend Dr.Magdy to anyone seeking a caring and highly skilled surgeon. Thank you again for everything!",
        "time": 1739358625,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:34.884Z"
  },
  "dr-paul-j-ah-tye-dandenong": {
    "placeId": "ChIJa2o-iMMV1moRzKKwotyePeY",
    "surgeonName": "Dr. Paul J. Ah Tye",
    "rating": 5,
    "totalRatings": 5,
    "reviews": [
      {
        "author_name": "Heidi west",
        "author_url": "https://www.google.com/maps/contrib/109843517107629299233/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKrA4kKuAVc_bHAKMGm_obvCa4dM6MldpN398glMnuZKS1BtQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 months ago",
        "text": "Amazing bed size manner, caring and made me feel comfortable. Explained everything. Fantastic gallbladder surgeon. Had surgery today and feel better than expected. Would highly recommend.",
        "time": 1737544045,
        "translated": false
      },
      {
        "author_name": "Adam Mawson",
        "author_url": "https://www.google.com/maps/contrib/113397919517344117403/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWc9ht4NUHD5FVsn8wug3bMwPyvrMFRtNVhrkeHAKeBTQQ5Vg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 years ago",
        "text": "Paul is fantastic! Very thorough and trustworthy. Very glad I choose to go through Paul rather than my doctors referral. Thanks, Paul.",
        "time": 1532916481,
        "translated": false
      },
      {
        "author_name": "Karen Randy",
        "author_url": "https://www.google.com/maps/contrib/117617843028015856700/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVClNrNMrNJCCQEHV7p-RUyv6xEXLO-TBsxUnYkDAsz5FTyEtXXzw=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "",
        "time": 1554969120,
        "translated": false
      },
      {
        "author_name": "PONNUTHURAI PARANSOTHY (PARAN)",
        "author_url": "https://www.google.com/maps/contrib/112740281741749240059/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK5rezB_ey6lA_9d8byDT9of-b1lR8umg3ejIP_a2EzpQhUiw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "",
        "time": 1539589239,
        "translated": false
      },
      {
        "author_name": "Dina Groves",
        "author_url": "https://www.google.com/maps/contrib/100187968133438718148/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVQHDMaWtUhM4_u0ZDTsRqdO1ODBdxiCc2ViXxOx2OEMXKbmwio=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "8 years ago",
        "text": "",
        "time": 1503357858,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:35.129Z"
  },
  "dr-qiuye-cheng-kogarah": {
    "placeId": "ChIJ1a6wpae5EmsRcg-s2GS0dbY",
    "surgeonName": "Dr. Qiuye Cheng",
    "rating": 5,
    "totalRatings": 28,
    "reviews": [
      {
        "author_name": "Haniak",
        "author_url": "https://www.google.com/maps/contrib/102058572359141683199/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUZ_67pZXZ1h8tbfr2jcs20kVNgxHrFFRffdqNCQW3ksh1w9fsJ=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "I am beyond grateful for the exceptional care I received from Dr. Qiuye Cheng and his team .From start to finish, the entire experience was handled with professionalism, efficiency, and a genuine commitment to excellence.\n\nDr. Qiuye Cheng is an outstanding surgeon—highly skilled, meticulous, and deeply knowledgeable. They took the time to explain every detail of the procedure and made me feel completely confident and at ease. Their calm demeanor and clear communication were incredibly reassuring, and the results of the surgery have exceeded my expectations in every way.\n\nThe clinic itself is modern, well-organized, and operates at the highest standards. Every step, from the initial consultation to follow-up appointments, was smooth and thoughtfully coordinated. It’s clear that this is a practice built on quality, trust, and patient-centered care.\n\nI wouldn’t hesitate to recommend Dr. Qiuye Cheng  and his team  to anyone looking for world-class surgical expertise in a supportive and professional environment. Thank you for providing such an exceptional experience—I couldn’t be more pleased.",
        "time": 1752925700,
        "translated": false
      },
      {
        "author_name": "Melissa Renshaw",
        "author_url": "https://www.google.com/maps/contrib/108663801322853818071/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVOMTYu66iK8bB2omL6ZbkZQU7nXA4cJUBwSsRdEv4ngsJBQO0=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "A new chapter, a healthier me, and a team I trust completely.\n\nAfter years of struggling with weight loss through countless diets and fads, I found my turning point with Dr Qiuye Cheng at St George Obesity and General Surgery.\nFrom our very first meeting, he made me feel heard, understood, and supported. He explained every option with clarity and genuine care, and his team - especially Dietitian Jodie Hicks - has provided incredible ongoing guidance. My recovery has been smooth, my confidence is growing, and this is where my new journey\n- and my healthier relationship with food - truly begins. For anyone feeling hopeless, know that you can start again, and with this team by your side, you won't walk that path alone.",
        "time": 1755261738,
        "translated": false
      },
      {
        "author_name": "Nikki Flory",
        "author_url": "https://www.google.com/maps/contrib/113745908103176161964/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKugYH6x-xkQwai8NLCQMq0THTTL27MbQvgfc94GWgJs1WB5Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "I had the Gastric Sleeve with Dr Cheng in December 2024 and from my initial consultation, post op to date, his service and level of care has been nothing short of superior!\n\nHe is always available and happy to answer questions. His team, from front of office, to his dietician and Clinical Nurse are equally amazing. Nothing is too much. He surrounds himself with excellence.\n\nLast week after a week of chest pain, scans and a day in emergency I called Dr Cheng and he had me booked in for an ultrasound the next business day, (I couldnt get an appointment for a week) and operated the day after to remove my gallbladder.\n\nHe truly cares about the health and well-being of his patients and I couldn't be happier that I chose him to be my Dr.",
        "time": 1754456984,
        "translated": false
      },
      {
        "author_name": "Fiona Mitrouskas",
        "author_url": "https://www.google.com/maps/contrib/108493200361501833775/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKf2YrjYTBryuELypq6-T7-U9fm9pZqL5XKKWLp3SCn2Vcumw=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "My elderly father had the pleasure of having Dr Cheng as his surgeon and we couldn't recommend him more highly. From our first consult to post op, he made us feel completely at ease with dad's surgery.  He took the time to thoroughly explain the procedure and answered all our questions. Dr Cheng is a polite, compassionate and a genuinely caring doctor.  We would give him 10 stars if it was an option! Thank you Dr Cheng!",
        "time": 1741832676,
        "translated": false
      },
      {
        "author_name": "KaimiR",
        "author_url": "https://www.google.com/maps/contrib/112244469817836825025/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocITDm8PZL9BGax_tj2x_APW2H_-Ntn2jGmePNYafYoJkTAmCQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "So much appreciation for Dr Cheng and his Team!\n\nWe originally found Doctor Cheng Because of strong Reviews!!! , my partner needed to remove his gallbladder and the public health system did a great job in ICU, but still let him down, so we took our chances with Doctor Cheng, and we were so lucky and fortunate that we made that decision. Him and his team are excellent absolutely excellent, great customer service, consistent communication, honest, reliable, humble, even cut his work trip short because my partners situation was an emergency! We can’t thank you enough Dr!\n\nDefinitely highly recommended!",
        "time": 1727525816,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:35.392Z"
  },
  "credibility-royal-australasian-college-of-surgeons": {
    "placeId": "ChIJD9tPuuWhEmsRHMBoQtj7PuY",
    "surgeonName": "Dr. Roy Brancatisano",
    "rating": 5,
    "totalRatings": 4,
    "reviews": [
      {
        "author_name": "Eva Eva",
        "author_url": "https://www.google.com/maps/contrib/113538944155240473242/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJEYhavrk38q0hJ5cxTr0Uitp3T7p7OlgZoavVFdbb7Siv6qA=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "I can’t thank Dr Roy and his team enough. I had a complicated case and he didn’t skip a beat. He made every step of this so easy and I always felt 100% confidence in him. Pre-op and post-op care have been flawless.\nI could not recommend Dr Brancatisano and his team enough.",
        "time": 1716681308,
        "translated": false
      },
      {
        "author_name": "Raymond Cochran",
        "author_url": "https://www.google.com/maps/contrib/100418970209151882329/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK7tXX6_YpsDCUukPcrcMPaQtehHoOka7N6lrULS3h1aS0TJQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Great Surgeon",
        "time": 1696502467,
        "translated": false
      },
      {
        "author_name": "Natashi Wakila",
        "author_url": "https://www.google.com/maps/contrib/114282122638688015006/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUB1UlkAVBYKA-fKqg4fAiXGy0XQWrGpEt-PFA6MJMpPmk-QQ=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "11 months ago",
        "text": "",
        "time": 1729983338,
        "translated": false
      },
      {
        "author_name": "Seema Dilnawaz",
        "author_url": "https://www.google.com/maps/contrib/115328187806549187625/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJQ4Ss2X2vVfXFzPanLxRoJho9hLBV6_C09W4T8Ewde4E72sw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "",
        "time": 1715982729,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:35.864Z"
  },
  "ahmed-naqeeb706b2d19-1200-4798-88fe-98aa652f28db": {
    "placeId": "ChIJA7mitg0_1moRJG77dixTBwk",
    "surgeonName": "Mr Ahmed Naqeeb",
    "rating": 5,
    "totalRatings": 4,
    "reviews": [
      {
        "author_name": "Christine Watt",
        "author_url": "https://www.google.com/maps/contrib/112378009389710550861/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLx5kWJILzG2f9GxySB7JoQseNWMQzlawvg_yutVMPZY4wK9A=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a week ago",
        "text": "Dr Naqeeb is a friendly, kind thoughtful and professional surgeon. Would not hesitate to recommend him for  your surgery.",
        "time": 1758614528,
        "translated": false
      },
      {
        "author_name": "Gabrielle Kirby",
        "author_url": "https://www.google.com/maps/contrib/118162268268380569830/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLfP__s-KRYLoiwyLQfuSo4kX7Shkl1xRzK9ua5mzeFngRN=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Highly recommend Mr Naqeeb for thyroidectomy. Everything he said he would do, he did. He made it as pleasant and experience as possible. I self-funded and it was well worth it.",
        "time": 1744880357,
        "translated": false
      },
      {
        "author_name": "Duncan Brown",
        "author_url": "https://www.google.com/maps/contrib/111522964186025758135/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKtIRykyn7NbsDDXfpkTiXSe4xGpM-c8EfF_NJl-q7Xk2b83g=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Excellent doctor with a kind and efficient manner.",
        "time": 1752649842,
        "translated": false
      },
      {
        "author_name": "Trevor Parry",
        "author_url": "https://www.google.com/maps/contrib/111601231513762477167/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV0XdptLVXe4Zn9avzwvBxCZmVNmlf3-cdaa0r6SSabtk0ACOqTxA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Pleasant experience",
        "time": 1744968128,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:36.493Z"
  },
  "mr-anthony-clough-box-hill": {
    "placeId": "ChIJkeFJl7ZA1moRNoUu49qyWak",
    "surgeonName": "Mr Anthony Clough",
    "rating": 4.9,
    "totalRatings": 14,
    "reviews": [
      {
        "author_name": "Helen Velikans",
        "author_url": "https://www.google.com/maps/contrib/103853959622015343070/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWBPHU712W-aKMW6glafNzniclY1QEoLHK9QbaVFc79PDVimFc=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "What a magnificent journey! I have zero pain tolerance and I was well cared for. Follow-up appointments with the dietitian and surgeon were easy and timed perfectly. Everything went according to plan and I’ve lost around 43 kilos which is awesome. I’ll be heading back for the tummy tuck with complete confidence.\nI recommend Doctor Clough and the hospital staff for anyone looking to have Bariatric surgery, it really works.\nI’ve never felt this fit and healthy, my whole life changed for the better.",
        "time": 1756109603,
        "translated": false
      },
      {
        "author_name": "Christopher Spencer (Spencey)",
        "author_url": "https://www.google.com/maps/contrib/106435098008542274038/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjU_OgHP-5OYP1w2CJOIZtPICUY7C-5miBBa3cMx35h8fcNSllvPqQ=s128-c0x00000000-cc-rp-mo-ba6",
        "rating": 5,
        "relative_time_description": "7 months ago",
        "text": "It's not easy writing this, as I initially didn’t want people to know I had surgery (I even faced some backlash from a few friends). However, I feel it’s important for the public to know about the incredible care and expertise I received from Dr. Anthony Clough and the Melbourne Centre for Bariatric Surgery.\n\nBefore deciding to proceed with Dr. Clough, I consulted several doctors. What stood out about him was his honesty, openness, and genuine empathy for my situation. From the very beginning, he made me feel comfortable and informed about my options. The anaesthetist was also warm and reassuring, taking the time to explain everything and ensure I fully understood the process.\n\nI cannot thank the entire MCBS team enough for my life-saving SIPS surgery. From the very start, everything was clearly explained, and I was given the opportunity to discuss my options in full. The post-operative care I received in the hospital was outstanding. I even shared some laughs with Carol (the office manager) about Suzi Q, and Dr. Clough himself visited me several times while I was recovering, which truly showed his dedication and compassion. You can tell this is his passion.\n\nSince my weight loss journey began in January 2023, and after having surgery in June 2023, I have now lost 130kg (pictures attached, picture on left taken January 2023, picture on right taken January 2025)—and I haven’t had a single issue related to the procedure. No reflux, no indigestion—nothing. I even recommended a friend, who was just as happy with her results.\n\nThank you, Anthony, for saving my life. If I had to do it all over again, I would choose you 100% without hesitation.\n\nHighly recommend!",
        "time": 1740689066,
        "translated": false
      },
      {
        "author_name": "Ann White",
        "author_url": "https://www.google.com/maps/contrib/101223293939732956928/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLDAUqJT65ZPZ-Q11kXNPzY1ltzQ5cImU3XPuposVY0Yc7dgw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Best experience ever. The process was straight forward and the hospital at Epworth was amazing care.  Of course Dr Anthony Clough was a great surgeon and easy on the eyes   Had my surgery in June 2022 and seeing him again in July/aug 2023\ntotal lost so far without much effort 46kgs!!!!!!!",
        "time": 1675213036,
        "translated": false
      },
      {
        "author_name": "Mary Fildes",
        "author_url": "https://www.google.com/maps/contrib/111057951998011932767/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIyksESr4NTLYyAY9Bk5jk8YchjehQ-V3G7Cee4VDHknO3ZZA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "The experience through Melbourne Centre for Bariatric Surgery was fabulous. Right from the first consultation I felt comfortable and informed. The reception staff were nothing short of amazing - so helpful and kind, and always answered my (many) questions. Dr Clough is a very well respected surgeon who was recommended by my GP and I am so glad I chose him to perform my surgery. The anaesthetist was also so warm and caring. I am 10 weeks post-op, feeling fantastic and looking forward to the future. Thank you Dr Clough and the team for taking such good care of me through what has been a life changing experience.",
        "time": 1716973329,
        "translated": false
      },
      {
        "author_name": "Daniel Lichtblau",
        "author_url": "https://www.google.com/maps/contrib/109605368174154072162/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJagTFHYgU00PYH55jjecue-GXeP0-KRrS3SaaGAOySjwu3dw=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Dr Clough is kind, practical and non-judgmental. His explanations about surgery and expected results are clear, balanced and realistic. He is not pushy and will tailor a solution that is best for you. It is refreshing to come across a surgeon who is personable!\n\nAnthony follows patients throughout their post-operative weight loss journey and shows genuine care. I have had excellent results and would wholeheartedly recommend you see him for an assessment :)",
        "time": 1709821073,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:36.804Z"
  },
  "mr-geoffrey-dr-aper-frankston": {
    "placeId": "ChIJdxC1XRsL1moR6-8H1TncGLk",
    "surgeonName": "Mr Geoffrey Draper",
    "rating": 4.5,
    "totalRatings": 8,
    "reviews": [
      {
        "author_name": "Tammy Millican",
        "author_url": "https://www.google.com/maps/contrib/104319589348107213507/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIXDC1MZ7I9yRYWMj2xfTZ5iUN8--V9imSb4wqfRykl8Tg4pQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Dr Draper is a fantastic surgeon! Cannot fault my surgery or aftercare from this surgeon :)",
        "time": 1753262295,
        "translated": false
      },
      {
        "author_name": "Eric Gillespie",
        "author_url": "https://www.google.com/maps/contrib/117252140219716410994/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJe-JQPc1OQqwXO98cl6MBKGYhJrCqoKFiqWnYQG-uFuXflfQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 years ago",
        "text": "Mr Draper was fantastic. He explained everything really well & I felt very confident going into the surgery. Post surgery the following up from him & his staff was 10/10. I am absolutely thrilled with the results. Thank you for this life changing operation !",
        "time": 1691497707,
        "translated": false
      },
      {
        "author_name": "David PARASOL",
        "author_url": "https://www.google.com/maps/contrib/117177918354185915935/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJEgZrqIDoO7mPK-srfl-5IgwOQt4J7z1biJJrEHO-KnxJEmA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "Meeting Mr Draper and having surgery was one of the best life decisions I have ever made. Probably saved my life. Have lost 40 KGs in one year (over 1/3rd of my body weight) and feel like a kid again!",
        "time": 1599529873,
        "translated": false
      },
      {
        "author_name": "Joe&Jan “Google Account”",
        "author_url": "https://www.google.com/maps/contrib/108456652813522306712/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWiAJB6l0r93sDkEPwlZpPWE0RvtIG5w_NPyh1tG-ZpZbNazBPx=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 1,
        "relative_time_description": "6 years ago",
        "text": "told me band (that he inserted) slippage could not be fixed and had to be removed. guess what i found:  Lap-Band slippage occurs in approximately 2 percent to 18 percent of bariatric patients. ... For major slips, surgical repositioning of the Lap-Band is necessary.\n\nthen wanted 10,000 $$$ to do another proceedure.",
        "time": 1562463643,
        "translated": false
      },
      {
        "author_name": "Peter Gaga",
        "author_url": "https://www.google.com/maps/contrib/111165831249264752821/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVNUb0V9enDr7LZ8eAqWOqDuQ-6OGcdXO4IJ2w8IrVO9s7jSb65lA=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "Geoffrey is awsome.  He answers all your questions, does a great job very professional.",
        "time": 1591318994,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:37.051Z"
  },
  "mr-hai-t-bui-ascot-vale": {
    "placeId": "ChIJfWCQwPtc1moRExR6FtB0LdI",
    "surgeonName": "Mr Hai T. Bui",
    "rating": 5,
    "totalRatings": 28,
    "reviews": [
      {
        "author_name": "Amanda Sidnell",
        "author_url": "https://www.google.com/maps/contrib/113940502832984579198/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKFlQKeUKTheFpW8rMNOCxTcsEBqz_Vwsh277gaS7uDpUqEzw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Dr Bui is a truly remarkable surgeon. Caring and compassionate, fantastic bedside manner. His team are amazing, in particular Hanna, she is lovely and promptly responds to every concern. Thank you for changing my life.",
        "time": 1745314039,
        "translated": false
      },
      {
        "author_name": "Fathima Nuha Mubarak",
        "author_url": "https://www.google.com/maps/contrib/102726380107099502602/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWuZT6tX6l9GaJUIqG_OCmDbw6-5JqEQDmEpTh942rQhj60Aow=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "11 months ago",
        "text": "Absolutely Outstanding Surgeon and Team!\n\nI am deeply grateful to Mr. Hai T Bui for the exceptional care and expertise he demonstrated during my father's hiatus hernia repair surgery. From our very first consultation, it was clear that we were in the hands of a highly skilled professional. His bedside manner was impeccable – he took the time to explain every step of the procedure, ensuring that we felt comfortable and informed.\n\nNot only is Mr. Bui an incredibly talented surgeon, but he also displayed genuine kindness and compassion throughout the entire process. He went above and beyond to take on my father's case, and we are eternally thankful for his dedication and expertise. My father is now on the path to recovery, and we owe it all to Mr. Bui’s exceptional care.\n\nA special thank you to Hanna, Mr. Bui’s secretary, who is an amazing individual. She keeps an open and clear line of communication, making sure everything ran smoothly and that we were always well-informed. Her professionalism and warm approach really made a difference during this journey.\n\nIf you are looking for a surgeon who is both highly skilled and supported by a fantastic team, I highly recommend Mr. Hai T Bui and Hanna. Thank you both for everything!",
        "time": 1729411312,
        "translated": false
      },
      {
        "author_name": "A M",
        "author_url": "https://www.google.com/maps/contrib/106707042036317211351/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLAg5gUx6PF91hb7a6Kq70FYBd7d6LTj7itRJiJ0z1_txjgaA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "11 months ago",
        "text": "A Surgeon of Great Skill and Heart\n\nI would like to express my deepest appreciation to Mr. Hai T Bui, whose care for my husband during his hiatus hernia surgery has left a lasting impression on our family. From our first consultation, Mr. Bui exhibited not only exceptional surgical expertise but also an authentic kindness that immediately put us at ease. His ability to blend technical precision with genuine empathy is a rare gift, and it was clear that my husband was in the best possible hands.\n\nWhat touches me even more is Mr. Bui’s profound commitment to the community. He does far more than practice medicine—he serves others with humility and dedication, giving back in ways that reflect his values and the person he is. Knowing that someone of his caliber dedicates his time and skill to making a difference in the lives of others only deepens my admiration for him.\n\nI also wish to acknowledge Hanna, Mr. Bui’s secretary, for her excellent communication and her warmth throughout this journey. She ensured that we were informed and supported every step of the way, which made a challenging time much easier to navigate.\n\nMr. Bui is not just a gifted surgeon; he is a person who embodies the very best of humanity. Our family will forever be grateful for his role in my husband’s healing and for the way he continues to uplift the community through his selfless work.",
        "time": 1729412126,
        "translated": false
      },
      {
        "author_name": "kim barcellona",
        "author_url": "https://www.google.com/maps/contrib/118211181133506232983/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXm_d2hprc64gv3_Fj6EB8685JBhF87KcwAMX8j52Qk647jQ5lP=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "10 months ago",
        "text": "Dr bui is the most compassionate caring gentle surgeon I’ve ever met. He made me feel good about myself and genuinely cared about my medical issues. 5 of my friends also went to Dr Bui and we all recommend him for all your GI and bariatric needs. Thank you, kimmy",
        "time": 1732740189,
        "translated": false
      },
      {
        "author_name": "Rachael Chick",
        "author_url": "https://www.google.com/maps/contrib/110490136692378444442/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIPISpjw8pwNV2louMUe5yUliCpVyPFTPikNWG_GVyz_sh6AQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 months ago",
        "text": "Absolutely wonderful surgeon the best in my opinion great bedside manner. Hannah receptionist is so lovely and knowledge can't recommend highly enough would give 10 stars if I could 😊",
        "time": 1744497801,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:37.442Z"
  },
  "mr-jacob-vanyai-moggs-melbourne-oesophagogastric-and-general-surgery-east-melbourne-east-melbourne": {
    "placeId": "ChIJR8ELQblD1moRAUhIgdUbVIA",
    "surgeonName": "Mr Jacob Vanyai",
    "rating": 5,
    "totalRatings": 1,
    "reviews": [
      {
        "author_name": "Mick Fava",
        "author_url": "https://www.google.com/maps/contrib/104114964419574797413/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWNMNHg5mMjEXbMCGifyySXGd0kXFkvTmslSQBmRY4K0IUwDmK2dw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "Roux en Y Gastric Bypass.  My experience with Mr Jacob Vanyai has been brilliant.  No complications, no problems.",
        "time": 1718923390,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:37.693Z"
  },
  "mr-mark-cullinan-richmond": {
    "placeId": "ChIJzSZVvSpC1moRntHNkQBh7JQ",
    "surgeonName": "Mr Mark Cullinan",
    "rating": 4.5,
    "totalRatings": 6,
    "reviews": [
      {
        "author_name": "Tina Xiao",
        "author_url": "https://www.google.com/maps/contrib/109284937419558801264/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVPzt6ky3o6TvgUTUAvokdypSPBPr2BFxbp_tW1z1daJytOcf0K=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 2,
        "relative_time_description": "a month ago",
        "text": "Have been taking my parents to see a lot of specialists in the past few years. I found this was the most expensive specialist and spent the least time on them—the first visit less than 10 mins; the second telehealth less than 5 mins at $230.",
        "time": 1755064696,
        "translated": false
      },
      {
        "author_name": "Julius Hinton",
        "author_url": "https://www.google.com/maps/contrib/109084552008411981640/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVDkLzacTahvb4pEIHn-cyNbnnQjvLNwRjgGtHoog4LavQLhVk=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "4 months ago",
        "text": "",
        "time": 1747535914,
        "translated": false
      },
      {
        "author_name": "Julia Connell",
        "author_url": "https://www.google.com/maps/contrib/117130506152130571563/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKwJdbWweJ-z44OtpkyigpbYQsBQnLfjBz836lgyEEQb634Bg=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a year ago",
        "text": "",
        "time": 1711242973,
        "translated": false
      },
      {
        "author_name": "salvatore abate",
        "author_url": "https://www.google.com/maps/contrib/107868828059666021435/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI02YhJdrCN2wuIORRWwx4WnRiaWblEyror_sra5dRRthjUUA=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "",
        "time": 1598773464,
        "translated": false
      },
      {
        "author_name": "Anthony Lack",
        "author_url": "https://www.google.com/maps/contrib/117361418345872327930/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKdy77poevOk1ka78azj-G3XLi-ewwtgpQzvYYe2sxIl3czJNns=s128-c0x00000000-cc-rp-mo-ba4",
        "rating": 5,
        "relative_time_description": "5 years ago",
        "text": "",
        "time": 1598422432,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:38.140Z"
  },
  "surgicalweightlosssolutions": {
    "placeId": "ChIJx2raz_FC1moRKeGEdUGtNoc",
    "surgeonName": "Mr. Ian Michell",
    "rating": 5,
    "totalRatings": 3,
    "reviews": [
      {
        "author_name": "K S",
        "author_url": "https://www.google.com/maps/contrib/102163441105036186880/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLuKLm9RPMubYUOs7a0arT808QZNbfwGk_-3x0_RTO1SCUJ_Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "Dr Ian Michell has been treating my husband for many years now. He is absolutely a true kind and genuine person.",
        "time": 1543315716,
        "translated": false
      },
      {
        "author_name": "sevinch ograzden",
        "author_url": "https://www.google.com/maps/contrib/110579733144909068453/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWzkDjpdako6Z7w0pRC4TXsSbJW67ExwHzlXnDkvnCcJ8WVJVO9=s128-c0x00000000-cc-rp-mo-ba3",
        "rating": 5,
        "relative_time_description": "8 years ago",
        "text": "Absolutely an amazing person / Doctor very professional yet very kind and genuine.",
        "time": 1504235258,
        "translated": false
      },
      {
        "author_name": "Mr Bruin",
        "author_url": "https://www.google.com/maps/contrib/100783069776436964031/reviews",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjUzN5ewaRF-kowl3WyIMULZOBI6uFs71tww1RlUkpKwk1UX13ly=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 years ago",
        "text": "",
        "time": 1569990253,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:38.822Z"
  },
  "mrniruben-rajasagaram-victorian-specialist-surgery-weight-loss-centre-berwick": {
    "placeId": "ChIJNecoU4Yb1moRKNr-bU2ua8w",
    "surgeonName": "Mr.Niruben Rajasagaram",
    "rating": 4.8,
    "totalRatings": 18,
    "reviews": [
      {
        "author_name": "Antonia Pollard",
        "author_url": "https://www.google.com/maps/contrib/103048450055407967618/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjWMszqg7IW3M5G1VPyWCnZoiEWlmOL_rRYQVGaLvnANn959zJY=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "I cannot thank Mr Niruben enough. I was 107kg and now I am 63 kg. I’m a year post gastric sleeve, I’m living my best life feeling the best I’ve ever felt. Thank you Mr Niruben for saving me this surgery has changed my life around. I cannot fault Mr. Niruben or his team. They’ve been amazing anyone that goes to him You’re in the best hands.",
        "time": 1754549308,
        "translated": false
      },
      {
        "author_name": "Sam Blackley",
        "author_url": "https://www.google.com/maps/contrib/117753184183768224840/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK2PVkiODEAl39p2dEaPVrXDheXugne5fqcXRqFsLs4Gg6ocA=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "a month ago",
        "text": "Thank you so much Dr Niruben!  im only 3 weeks post op and already down 18kg! I cannot wait to see what the next few months are going to bring  🥰 Anyone thats on the fence take the leap on having the surgery  have faith that Dr Niruben  will give you your confidence back and assist you on your amazing journey.",
        "time": 1756892023,
        "translated": false
      },
      {
        "author_name": "Chloe Pearce",
        "author_url": "https://www.google.com/maps/contrib/104290331634188506479/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL7iGKK694XXtewvV-Fj4MUsybCZFV3Mk1vPMLiLrf4HCX6lw=s128-c0x00000000-cc-rp-mo-ba2",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "Thank you, Dr. Niruben, for your exceptional care during my gallbladder removal. I truly appreciate your intuition in identifying multiple gallstones through an ultrasound, especially as I initially came to you for a different procedure. Your successful removal of my gallbladder has made a significant positive impact on my health, helping with a decent amount of the gastrointestinal pain I’ve been experiencing. I'm grateful for the thoughtful, compassionate care you and your team provided from before the procedure Anne post operative care also, particularly in light of my chronic pain and other conditions. Your genuine concern for my well-being, both before and after surgery, made me feel supported and confident throughout the process. I’m thrilled with the outcome and deeply appreciate your attentive, thorough approach. Thank you!",
        "time": 1743226568,
        "translated": false
      },
      {
        "author_name": "Pauline Carter",
        "author_url": "https://www.google.com/maps/contrib/117897609555885078734/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIWU1gs2zT9sALkabHtTHUIUgu4ExuBmHFazBSCt0tMhAD5_A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "Fantastic surgeon I highly recommend Mr NIRUBEN and his admin team are so wonderful through the whole process, thank you to you all and also a thank you to the team at Knox private it has been a wonderful experience from start to finish !",
        "time": 1741911551,
        "translated": false
      },
      {
        "author_name": "Jacki Boxall",
        "author_url": "https://www.google.com/maps/contrib/117973958802936219811/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocI4D8IsRnEWMYvXUt_lN3Cb0EM3axJDHKyR9G0-UDoHf7vz7Q=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "7 months ago",
        "text": "Dr Niruben is such a lovely caring man and I am so glad I got my surgery done by him. Even on the days when I’m feeling like I’m not doing well he is always so proud of what I have achieved and tells me I should be proud of myself.",
        "time": 1741213557,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:39.523Z"
  },
  "mrniruben-rajasagaram-victorian-specialist-surgery-weight-loss-centre-frankston": {
    "placeId": "ChIJFZ3hHS4L1moRtEnbf2OPIeQ",
    "surgeonName": "Mr.Niruben Rajasagaram",
    "rating": 4.7,
    "totalRatings": 38,
    "reviews": [
      {
        "author_name": "Melissa Mitchell",
        "author_url": "https://www.google.com/maps/contrib/112962698151868917602/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJwPJN_C4HXdM6IoZBe19dvXMsNzsqXyopD3m2BMAXSATFD3A=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "a week ago",
        "text": "Mr Niruben has been fantastic since my first consultation. I’m about to leave Peninsula Private to go home post gastric sleeve and I’ve spoken to him daily, they’ve followed up and made sure I’m all healthy to go home and start my new lifestyle. I have felt very valued, listened and cared for during this whole recovery and I cannot wait to see how my new lifestyle looks from here on out.",
        "time": 1758754774,
        "translated": false
      },
      {
        "author_name": "David Harper",
        "author_url": "https://www.google.com/maps/contrib/107373292771637277635/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV3AUHWnKzlVEI8CClmn2B2gGS6KGc3G6EjzLwKp56ukTUc9ik9=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "2 months ago",
        "text": "Hard to do a review on surgery..............because you're out to it. Best sleep EVER!!\nHowever, I must thank Niruben for his absolute professionalism, in all aspects related to my condition. Understanding my issues, explanations, care and follow up. Extremely thorough.\nCheers, David Harper",
        "time": 1753792845,
        "translated": false
      },
      {
        "author_name": "Cheryl White",
        "author_url": "https://www.google.com/maps/contrib/102164969134088619511/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocL5d2DMZrfpj_Aqll0SUKIyCip1gQkdkeJfdTGI9ZAhGW1s-g=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "Niruben and his team are amazing.\nThey are all very friendly and go out of their way to make you comfortable and share all their valuable knowledge of the Weight Loss journey.\nTotally recommend.",
        "time": 1743407977,
        "translated": false
      },
      {
        "author_name": "Cindy Wright",
        "author_url": "https://www.google.com/maps/contrib/101734126682754422342/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocK60xLTPO0nCoSgvMsdYAaIB3xrAED59-lp4_qoDgTW_KHCPQ=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "6 months ago",
        "text": "So glad I took this big step to  change my life better. I have so much more confidence within in myself. Seeing the changes and the compliments make you know you have done the right thing. I am so glad that Niruben changed my life forever otherewise i would be stuck in my old ways.\nHe was very pleased how far i have come since 6 months when he did my surgery",
        "time": 1741926389,
        "translated": false
      },
      {
        "author_name": "Bianca Armitt",
        "author_url": "https://www.google.com/maps/contrib/100594708921113061997/reviews",
        "language": "en",
        "original_language": "en",
        "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIWhbeTvdRCQyBvwUFGmCaqrg9J-9O8ig_5Slv0dsp0eQ5d=s128-c0x00000000-cc-rp-mo",
        "rating": 5,
        "relative_time_description": "11 months ago",
        "text": "I required a JEJ tube placement, due to chronic health conditions including gastroparesis. I had such a positive experience with Niruben and his team. They went above and beyond ensuring to meet my needs and concerns pre and post procedure. From the get go they understood my complexities as a patient and were able to ensure great communication with my pre existing care team. Niruben is kind, considerate, funny, and has great bedside manner, he made me feel apart of the team checking in with me and my concerns constantly, even post procedure ensuring I had correct support around me, he has honestly made this transition to JEJ feeding from NJ much more pleasant. I have felt so supported, safe and cared for. If anyone requires a procedure, I would recommend getting in touch with Nirubens team to set up a consult, he is very approachable, and thorough about going over everything, including any concerns you may have and help ease what can be a stressful and uncertain time. ☺️",
        "time": 1730253180,
        "translated": false
      }
    ],
    "lastUpdated": "2025-10-07T03:49:39.782Z"
  }
}